{
  "metadata": {
    "created_at": "2026-02-23T02:01:11.551562",
    "num_points": 270,
    "umap_params": {
      "n_neighbors": 15,
      "min_dist": 0.1
    },
    "embedding_model": "nomic-embed-text",
    "dimensions": 3
  },
  "points": [
    {
      "id": 0,
      "x": -0.09422146528959274,
      "y": -0.43028023838996887,
      "z": -0.2857048809528351,
      "speaker": "demartini",
      "text": "Even Jesus wasn't one sided. There's a whole lot of text on there that doesn't show him that one sided state. He was neither good nor bad. He was neither all these things that we label good and bad ha...",
      "full_text": "Even Jesus wasn't one sided. There's a whole lot of text on there that doesn't show him that one sided state. He was neither good nor bad. He was neither all these things that we label good and bad have been labeled good or bad, depending on who you're taking sides with.",
      "time": 0,
      "time_label": "0:00",
      "tokens": 67
    },
    {
      "id": 1,
      "x": -0.48965615034103394,
      "y": 0.10252454876899719,
      "z": 0.40625348687171936,
      "speaker": "marcus",
      "text": "I have a really hard time with this. If I went home today and somebody was assaulting my wife, I would forcibly",
      "full_text": "I have a really hard time with this. If I went home today and somebody was assaulting my wife, I would forcibly",
      "time": 12,
      "time_label": "0:12",
      "tokens": 28
    },
    {
      "id": 2,
      "x": -0.12755058705806732,
      "y": 0.3102940022945404,
      "z": -0.0688696876168251,
      "speaker": "unknown",
      "text": "stop probably because you would valuable 100% certainly I wouldn't",
      "full_text": "stop probably because you would valuable 100% certainly I wouldn't",
      "time": 19,
      "time_label": "0:19",
      "tokens": 13
    },
    {
      "id": 3,
      "x": 0.012233364395797253,
      "y": -0.020236169919371605,
      "z": -0.37918660044670105,
      "speaker": "marcus",
      "text": "say maybe this is his belief.",
      "full_text": "say maybe this is his belief.",
      "time": 23,
      "time_label": "0:23",
      "tokens": 7
    },
    {
      "id": 4,
      "x": -0.04164358228445053,
      "y": 0.38212233781814575,
      "z": 0.2555588185787201,
      "speaker": "demartini",
      "text": "You're going to react in that setting exactly proportion to your morality at the time, if you see what he's doing is evil, you're going to do what you can to stop him. But it is evil in your perceptio...",
      "full_text": "You're going to react in that setting exactly proportion to your morality at the time, if you see what he's doing is evil, you're going to do what you can to stop him. But it is evil in your perception. It will",
      "time": 26,
      "time_label": "0:26",
      "tokens": 54
    },
    {
      "id": 5,
      "x": -0.39323902130126953,
      "y": -0.21282784640789032,
      "z": -0.5833730697631836,
      "speaker": "marcus",
      "text": "be Rumi is the same as the jihadist.",
      "full_text": "be Rumi is the same as the jihadist.",
      "time": 36,
      "time_label": "0:36",
      "tokens": 10
    },
    {
      "id": 6,
      "x": -0.4491119384765625,
      "y": -0.13092511892318726,
      "z": -0.5856985449790955,
      "speaker": "demartini",
      "text": "Rumi is, in his own way is a jihadist in the sense of promoting his ideal, yes, because they're trying to do what they think is God as agonist and antagonist. And you're living and dying at this momen...",
      "full_text": "Rumi is, in his own way is a jihadist in the sense of promoting his ideal, yes, because they're trying to do what they think is God as agonist and antagonist. And you're living and dying at this moment. You're killing yourself",
      "time": 38,
      "time_label": "0:38",
      "tokens": 54
    },
    {
      "id": 7,
      "x": 0.5516451597213745,
      "y": 0.4934273064136505,
      "z": 0.012813383713364601,
      "speaker": "marcus",
      "text": "as if I said death is bad,",
      "full_text": "as if I said death is bad,",
      "time": 52,
      "time_label": "0:52",
      "tokens": 9
    },
    {
      "id": 8,
      "x": -0.14575117826461792,
      "y": -0.20736511051654816,
      "z": -0.4867177903652191,
      "speaker": "demartini",
      "text": "it's not. I didn't say neither",
      "full_text": "it's not. I didn't say neither",
      "time": 54,
      "time_label": "0:54",
      "tokens": 7
    },
    {
      "id": 9,
      "x": 0.5788306593894958,
      "y": 0.16054481267929077,
      "z": 0.030058473348617554,
      "speaker": "marcus",
      "text": "is good. Is life good? Neither is life good.",
      "full_text": "is good. Is life good? Neither is life good.",
      "time": 56,
      "time_label": "0:56",
      "tokens": 11
    },
    {
      "id": 10,
      "x": 0.4353213310241699,
      "y": 0.1562633216381073,
      "z": 0.13396288454532623,
      "speaker": "demartini",
      "text": "No. Life has got benefits and drawbacks. Bringing some people into life is their torture. I always say anything you can't say thank you for is your baggage. Anything you say thank you for is your fuel...",
      "full_text": "No. Life has got benefits and drawbacks. Bringing some people into life is their torture. I always say anything you can't say thank you for is your baggage. Anything you say thank you for is your fuel.",
      "time": 58,
      "time_label": "0:58",
      "tokens": 48
    },
    {
      "id": 11,
      "x": -0.4133605360984802,
      "y": 0.32762277126312256,
      "z": 0.3193059265613556,
      "speaker": "marcus",
      "text": "I actually agree with you on that. Thank you. It's not okay to beat a child to a pulp. It's not okay to sexually assault a child. There is something actually fundamental inside of us that is on a driv...",
      "full_text": "I actually agree with you on that. Thank you. It's not okay to beat a child to a pulp. It's not okay to sexually assault a child. There is something actually fundamental inside of us that is on a driving force towards life, love, freedom, the experience to live this beautiful world. And if somebody is intentionally interfering with that, we have an obligation to try and prevent or stop it.",
      "time": 67,
      "time_label": "1:07",
      "tokens": 92
    },
    {
      "id": 12,
      "x": -0.2795378565788269,
      "y": 0.05546898394823074,
      "z": 0.26762089133262634,
      "speaker": "demartini",
      "text": "It's like a fight to you. It doesn't match your belief system. So you're ready to fight, and then your hands are shaking. I'm not going to pacify my research for any human being on this planet, nobody...",
      "full_text": "It's like a fight to you. It doesn't match your belief system. So you're ready to fight, and then your hands are shaking. I'm not going to pacify my research for any human being on this planet, nobody. The reality is that there's upsides to that event. There's upsides to the murder of children. Yes, there's upsides to it. I think we're going to have to stop here, John.",
      "time": 91,
      "time_label": "1:31",
      "tokens": 89
    },
    {
      "id": 13,
      "x": -0.19115392863750458,
      "y": -0.3326648771762848,
      "z": 0.14034734666347504,
      "speaker": "marcus",
      "text": "I came into this podcast with Dr John Demartini expecting to have a conversation about how our thoughts can impact our reality and how we can utilize our belief field to actually draw towards us those...",
      "full_text": "I came into this podcast with Dr John Demartini expecting to have a conversation about how our thoughts can impact our reality and how we can utilize our belief field to actually draw towards us those things that we're more resonant with. But what happened very quickly was something much different. We highlighted a bright point of distinction in our worldviews, and this turned into a very intense debate. And I think debate is healthy. I think when people have two different opinions and they stand by those opinions and still allow themselves to have the discussion, something greater emerges. Now at some point I didn't think that we could even make it through. It felt like the chasm was so wide that even having the conversation itself wasn't going to be fruitful or actually beneficial for the people listening. But as time went on, I'm more grateful for this conversation, because I think it highlights two different worldviews. Is there such a thing as good and evil, or is it all the one source without distinction? I believe it's a bit of both. And in this conversation, you'll see two clearly defined points of view, and you'll be able to assess where do I stand in these two different ideas, these two different paradigms of thought and belief, and what can I use in my own life to how I want to guide myself through this wild journey through life itself. So I hope you guys enjoy this intense and ultimately beautiful conversation with Dr John dimartini, if you had one piece of code that you could psychically transmit to every human on the planet. What would that code be?",
      "time": 116,
      "time_label": "1:56",
      "tokens": 365
    },
    {
      "id": 14,
      "x": 0.5615365505218506,
      "y": -0.03839143365621567,
      "z": -0.14274007081985474,
      "speaker": "demartini",
      "text": "Beyond the outer appearance, there's nothing but love. All else is illusion, and that the quality of your life is based on the quality of the questions you ask and the questions make you conscious of ...",
      "full_text": "Beyond the outer appearance, there's nothing but love. All else is illusion, and that the quality of your life is based on the quality of the questions you ask and the questions make you conscious of what you've been unconscious of. So you can if asking wise questions become fully conscious of this love.",
      "time": 231,
      "time_label": "3:51",
      "tokens": 70
    },
    {
      "id": 15,
      "x": -0.37279924750328064,
      "y": -0.07010509073734283,
      "z": -0.23319081962108612,
      "speaker": "marcus",
      "text": "What's the first question?",
      "full_text": "What's the first question?",
      "time": 252,
      "time_label": "4:12",
      "tokens": 5
    },
    {
      "id": 16,
      "x": 0.3224523365497589,
      "y": 0.0672832503914833,
      "z": 0.0757148340344429,
      "speaker": "demartini",
      "text": "Whatever you perceive in the world around you is a reprojection of you. So whatever you see there. Where do you do it in your own life, and how does it serve?",
      "full_text": "Whatever you perceive in the world around you is a reprojection of you. So whatever you see there. Where do you do it in your own life, and how does it serve?",
      "time": 255,
      "time_label": "4:15",
      "tokens": 41
    },
    {
      "id": 17,
      "x": 0.11218695342540741,
      "y": -0.00469141686335206,
      "z": 0.28668737411499023,
      "speaker": "marcus",
      "text": "Now this brings up the idea for me that what happens when somebody through their own agency, through their own projection, their own will, their own intent, interferes with your own projection of what...",
      "full_text": "Now this brings up the idea for me that what happens when somebody through their own agency, through their own projection, their own will, their own intent, interferes with your own projection of what you're actually experiencing in your life, like some predation of some sort to yourself. Well, no somebody else comes and interferes with you in your life, you know. So that seems to be also a factor in the universe, right? Right that there's people",
      "time": 266,
      "time_label": "4:26",
      "tokens": 101
    },
    {
      "id": 18,
      "x": 0.007062586955726147,
      "y": -0.11014033854007721,
      "z": 0.3451170325279236,
      "speaker": "demartini",
      "text": "which are on the way. It's all on the way i It's whatever I perceive in others is me. So if I perceive somebody that's a predator, they're there to make me realize that they're representing a part of ...",
      "full_text": "which are on the way. It's all on the way i It's whatever I perceive in others is me. So if I perceive somebody that's a predator, they're there to make me realize that they're representing a part of me that I haven't owned and loved and appreciated, and they're giving me a chance now to go and do that. So whatever we perceive in them is just if we're resenting them, it's because it's reminding us of some part of ourselves that we haven't appreciated, that we're somehow feeling guilty or shame about. And they're bringing us that ability to go and discover that, find out how it's served, after all, and find out how they're serving us as our teacher, not our not our obstacle. So the predator is really the prey turned inside out, inside our own psyche.",
      "time": 301,
      "time_label": "5:01",
      "tokens": 183
    },
    {
      "id": 19,
      "x": -0.08402165025472641,
      "y": -0.06247233226895332,
      "z": 0.4119891822338104,
      "speaker": "marcus",
      "text": "I think this is a, I mean, that's a strong mindset to have, I think, as a working mindset hypothesis, that is a super helpful thing to have, but somebody could just ball up their fists, be on some dru...",
      "full_text": "I think this is a, I mean, that's a strong mindset to have, I think, as a working mindset hypothesis, that is a super helpful thing to have, but somebody could just ball up their fists, be on some drugs and go punch you in the head. And is that something that you believe that you attracted into your life, or is that just part of everybody, operating from a place of agency,",
      "time": 346,
      "time_label": "5:46",
      "tokens": 94
    },
    {
      "id": 20,
      "x": 0.3708896338939667,
      "y": -0.40135055780410767,
      "z": 0.020514721050858498,
      "speaker": "demartini",
      "text": "anytime you're perceiving and somehow impulsively seeking a pole, the opposite pole will be there for you. There's no separation, as Heraclitus described, the unity of opposites is always present. And...",
      "full_text": "anytime you're perceiving and somehow impulsively seeking a pole, the opposite pole will be there for you. There's no separation, as Heraclitus described, the unity of opposites is always present. And if you see a pole and you're addicted and infatuated with one pole, the other pole is going to be something you resent and dislike and label. If you can see both sides simultaneous and see that there's a unity of opposites, you realize that that's there to teach us to not be attracted to one or repelled to the other. Be able to see the whole at the same time. The unity of opposites, the synthesis and synchronicity of complementary opposites, is what I described love to be. It's part of love too. There's the law of heuristic escalation shows that whatever we seek and we believe in the equal and opposite is always there to balance it in the universe and in the world to make sure we don't get proud about our perception perceptions and we get humbled by the other to make sure that we keep ourselves authentic.",
      "time": 373,
      "time_label": "6:13",
      "tokens": 237
    },
    {
      "id": 21,
      "x": 0.5352752804756165,
      "y": -0.2748720943927765,
      "z": -0.09598613530397415,
      "speaker": "marcus",
      "text": "Is this related to the hermetic principle of rhythm, that there's going to be this kind of sine wave, that",
      "full_text": "Is this related to the hermetic principle of rhythm, that there's going to be this kind of sine wave, that",
      "time": 429,
      "time_label": "7:09",
      "tokens": 26
    },
    {
      "id": 22,
      "x": 0.22356320917606354,
      "y": -0.39624276757240295,
      "z": 0.1301979422569275,
      "speaker": "demartini",
      "text": "they're simultaneous? Yeah, they're simultaneous. I've taken probably 150,000 people through a simple question. They let's say somebody does a particular act that they perceive to be terrible, that th...",
      "full_text": "they're simultaneous? Yeah, they're simultaneous. I've taken probably 150,000 people through a simple question. They let's say somebody does a particular act that they perceive to be terrible, that they have been indoctrinated by some moral hypocrisy, that that's a bad thing. And I go, Okay, go to that moment. Let's look at where it is, when it is, what it is, who it was from, and at that moment, how did it serve you? And they go, well, didn't and I go, but how did it? Because you're assuming, if you're seeing only one side, that that's a projection of your, your your putting a box on that, that action. So when they go and they look and they discovered there was it catalyzed a reflection. It catalyzed a humbleness. It catalyzed independency. It made them less disempowered. It gave them catalyst of some form. I always say, any area of your life, you're not empowered, and you'll be overpowered by somebody to help you become empowered in that area. And when they stop, and they find the other side that subsides as being something terrible, and it becomes now something fuel, some opportunity to grow from. So the challenges in life are necessary to make sure that we have precocious independence, and the over supportive nature that we try to addict ourselves to one side is what keeps us juvenile dependent. And so we get caught sometimes in our amygdala, seeking a one sided world instead of embracing the two sides that life always offers. And if they we see them separate, as Wilhelm want in 1897 described sequential contrast and simultaneous contrast. Sequential contrast is we see a positive, and then later we see the negative, like we're, in fact, with somebody, and later we discover their downsides, or we see somebody we think is terrible, and then later we discover, wow, my life changed at that moment. Why wait for the wisdom the ages with the aging process? Why not just ask the right questions and see that it's there now? See both sides simultaneously and become poised and present and purposeful. See things on the way. Yep.",
      "time": 435,
      "time_label": "7:15",
      "tokens": 470
    },
    {
      "id": 23,
      "x": 0.14083687961101532,
      "y": 0.2521727383136749,
      "z": 0.3536684513092041,
      "speaker": "marcus",
      "text": "I mean, I fully understand and appreciate and receive the deep wisdom that is being transmitted here. But I'm I have a kind of a cautionary feeling that this is a in some ways, akin to a type of funda...",
      "full_text": "I mean, I fully understand and appreciate and receive the deep wisdom that is being transmitted here. But I'm I have a kind of a cautionary feeling that this is a in some ways, akin to a type of fundamentalism, where people believed, when there was a calamity, that it was their sins that brought upon that calamity, like I didn't please God, so God sent the flood, or I didn't please?",
      "time": 554,
      "time_label": "9:14",
      "tokens": 93
    },
    {
      "id": 24,
      "x": 0.2982172966003418,
      "y": 0.2971859276294708,
      "z": 0.22010448575019836,
      "speaker": "demartini",
      "text": "No, there's no, there's no displeasing or pleasing on this. It's just an event. We make events positive or negative in parts of the world that we in the Middle East, older men and younger girls are ma...",
      "full_text": "No, there's no, there's no displeasing or pleasing on this. It's just an event. We make events positive or negative in parts of the world that we in the Middle East, older men and younger girls are married for centuries, for at least 1500 years. Uh, in America, that's you go to jail for it. So in their culture, it's a different culture. So if you have a international or global view, you don't react to either of those polls. You don't see one because of your localization as good and the other bad. You see it from a perspective that is now understanding these are pairs of opposites, and there's the unit of opposites in the world, and for every ideologue that promotes one, there's an ideologue that promotes the other to counterbalance it, to keep the body and the the, you might say, the Soul of the World, the animal Mundi, in equilibrium. So I don't, I don't like to negate something because of my lack of seeing the whole. I'd rather go and dig deeper and find it, but I don't label it with a it's bad or good. I just say it's an event. Now, how do we use it in consequentialism? Nobody knows the consequence of an action. We can assume it's positive or negative because of our training, but if we look over time, the central limit theorem shows that the bell curve distribution of positive and negative outcomes will eventually surface. So if we take a narrow, short term view, we'll see positive or negative. If we take a long term view, we will see that it's just inevitable growth process of learning. I mean, sometimes people in their 50s realize the things that they thought were terrible in their childhood. They now go, thank you. Why wait 3040, 50 years to do it? Why not look now and find it?",
      "time": 583,
      "time_label": "9:43",
      "tokens": 413
    },
    {
      "id": 25,
      "x": -0.04281618073582649,
      "y": 0.24563398957252502,
      "z": 0.09491504728794098,
      "speaker": "marcus",
      "text": "What is the how do you view this in in light of the idea of moral relativism, with whereas, if it's culturally appropriate, like, we could say, like, well, you know, there used to be slavery. Why not ...",
      "full_text": "What is the how do you view this in in light of the idea of moral relativism, with whereas, if it's culturally appropriate, like, we could say, like, well, you know, there used to be slavery. Why not have slavery? Now it's like, whatever you think there is, but internal slavery, but there is, and there's also, you know, some forced physical slavery still, unfortunately, in our world. But this feels like a violation of value itself, like actually, perennial, perennial values. You know, these evolving and changing values, like we actually know in our body that certain things don't feel right, certain things are wrong. And I feel that there's an imperative to stand when we see something that's wrong.",
      "time": 687,
      "time_label": "11:27",
      "tokens": 157
    },
    {
      "id": 26,
      "x": 0.10565108805894852,
      "y": -0.23104795813560486,
      "z": 0.24229831993579865,
      "speaker": "demartini",
      "text": "Well, if we study, I just wrote a textbook on morality of this last year again, and the evolution of morality is an evolution of the brain. The brain's amygdala has the amygdala, which is a subcortica...",
      "full_text": "Well, if we study, I just wrote a textbook on morality of this last year again, and the evolution of morality is an evolution of the brain. The brain's amygdala has the amygdala, which is a subcortical nuclei, assigns valency to events that are stimuli that are invoked from the outside world, and we label it either prey or predator, good or bad, attraction, repulsion, impulse, instinct, and we label those things, and they're not but our first perceptions, and then we go through we we think, okay, that's a that's a terrific thing. A guy meets a girl, and he thinks, Oh, my God, that's That's amazing. And then over the next few weeks or months, he discovers what that she's got things he didn't see. He was blind by that infatuation initially, and so the amygdala fooled him, because it needs to accelerate its misperceptions and false positives in order to capture the prey, or it fools them into an escaping a predator. But then what happens is the person that you infatuate with, eventually you discover some of the downsides and find out. Now I know both sides of the person, and I start to love this person I was infatuated, confusing that with love. Now I'm discovering love for who, what it really is, and the same thing that same person can now because they didn't match the fantasy. You can then be angry at them, and now they're part of your nightmare. And then you eventually discover there's some benefits in the part that's a side you don't like about the person. Eventually realize that those two sides, where you're in complete awareness is and that there's, there's a beautiful bouquet of opportunities sitting in both sides the unity of opposites. So morality starts out with the amygdala, and eventually through the cingulate cortex. It goes up in the medial prefrontal cortex, where it sees things objectively and it sees it neutrally and doesn't see it. And so for in absolute morality, which is the most primitive form of morality, it eventually goes into what is called a relativism and a situational ethics, which is more objective. And that, what that does is allows us to stop and not just immediately react, but see things as they are, which has both sides, because we with our incomplete awareness label things, only to find out that that label was our incompleteness. And Michael montane traveled all over the world trying to find a universally morally ascended value system, only to discover that in time and space, none ever were ascended so life and death and all these things that we label good and bad throughout history have been there and have been labeled good or bad, depending on who you're taking sides with, a jihadist who is believing very strongly in eliminating anything that's not his belief is doing what he thinks is good in Afghanistan. Stand where somebody in a western world would think he's doing something evil, and Epictetus says that any human being will not do anything unless they believe there's more advantage and disadvantage in their value system at that time, and so they're going to do what they think is good, and somebody else may think it's bad, but that means that which is true to the jihadist, his belief is his belief, and the other person's got a different belief. I'm trying to take a perspective that, how do we find both sides in these things? Because if not, we take a side, and the more we take a side, the more we create an API side, the side, meaning I'm right and you're wrong. You need to stop this. This is dangerous. Eventually, the more we try to do that, the more we create, the very thing we're trying to eliminate. So we either anything we try to avoid, we create running into, and keep doing it again. So I'm more of a asking a question, what are the downsides to what they think is up to help them like a dialectic, instead of a debate a dialectic. What's the downside to the person who's a jihadist? So they can become aware and listen to the person that sees the downside and what is the upside to the person that sees that is evil, so they can both learn how to love and appreciate each other and communicate and have a way of communicating their differences together.",
      "time": 734,
      "time_label": "12:14",
      "tokens": 972
    },
    {
      "id": 27,
      "x": -0.4598270058631897,
      "y": 0.08669258654117584,
      "z": 0.3820261061191559,
      "speaker": "marcus",
      "text": "I have a really hard time with this, honestly, because if I went home today and somebody was assaulting my wife, I'm just driving home, had a nice podcast. We worked out some differences in our opinio...",
      "full_text": "I have a really hard time with this, honestly, because if I went home today and somebody was assaulting my wife, I'm just driving home, had a nice podcast. We worked out some differences in our opinion and our, you know, our ontology of morality and value, etc, and had a good time, and someone was in there assaulting my wife, I would forcibly Stop it,",
      "time": 982,
      "time_label": "16:22",
      "tokens": 85
    },
    {
      "id": 28,
      "x": -0.10048218071460724,
      "y": 0.324905663728714,
      "z": -0.04476689174771309,
      "speaker": "demartini",
      "text": "probably because you would valuable 100% certainly",
      "full_text": "probably because you would valuable 100% certainly",
      "time": 1005,
      "time_label": "16:45",
      "tokens": 9
    },
    {
      "id": 29,
      "x": 0.02010258100926876,
      "y": -0.055850911885499954,
      "z": -0.4178463816642761,
      "speaker": "marcus",
      "text": "I wouldn't say maybe, maybe this is his belief.",
      "full_text": "I wouldn't say maybe, maybe this is his belief.",
      "time": 1009,
      "time_label": "16:49",
      "tokens": 11
    },
    {
      "id": 30,
      "x": -0.14748342335224152,
      "y": 0.28160467743873596,
      "z": 0.29793262481689453,
      "speaker": "demartini",
      "text": "You're going to react in that setting exactly proportion to your morality at the time. If you see what he's doing is evil. You're going to do what you can to stop him, but it is evil in your perceptio...",
      "full_text": "You're going to react in that setting exactly proportion to your morality at the time. If you see what he's doing is evil. You're going to do what you can to stop him, but it is evil in your perception. It will be but so you don't believe that there is actual evil? No, I don't. I don't believe there's actual evil. I think what we have is that that's we've personified that and gives names to it and call it good or evil, or God or devil and things like that. But these are anthropomorphisms. The reality is that there's an event there. I'm not negating that the person is doing something that challenges you. He may be taking your wife's life or trying to, if you value your wife, you'll try to save her life. That's perfectly understandable, and that would be good in your perspective, if you valued him, and somebody was supporting him and he thought that she had done something that challenged him. They may see it completely different. I'm not one to take a side on that. I'm one to say I'm going to look at what I'm going to do in that moment, and in that moment, I might find out that I would be favorable on your wife's side, for sure, probably so, and I would probably do what I can to stop but then you're going to be in situational ethics again. You're now going to go, Okay, I've, may have saved her life, but I've just killed somebody. So I'm now taking two I'm doing a situational moral system there. If I murdered a person out of self defense, that's considered good in some countries. In other places, you've now got out, you've just killed somebody. Over here, you just save somebody's life. You're a hero and a villain at the same moment. So you have to decide which one is your belief. If you have a belief that that one's good by saving her, and this one's bad by killing him, but saving it because it's defense, then that's the situational ethics that you put yourself in. I'm not going to make it good or bad. I don't know exactly what that's going to be in that setting. I know that hypotheticals. It's easy to come up with hypotheticals, but the probability of your wife having an attacker is less likely, if, unless she's somehow trying to live in anxiety and overprotection and putting herself in a position where that might happen. I would rather her, you know, not be in a position where that happens, rather, do what I can to keep that from happening.",
      "time": 1013,
      "time_label": "16:53",
      "tokens": 581
    },
    {
      "id": 31,
      "x": -0.49990934133529663,
      "y": 0.13963474333286285,
      "z": -0.5684035420417786,
      "speaker": "marcus",
      "text": "So there was, there was a person who was on a train, Christopher Catan. There was an attacker with a knife, and he was going around looking to stab as many people as he could with the knife. Christoph...",
      "full_text": "So there was, there was a person who was on a train, Christopher Catan. There was an attacker with a knife, and he was going around looking to stab as many people as he could with the knife. Christopher Catan, act. I believe that's his. I believe that's the correct name there, he acted in a way that actually saved many lives from this kind of deranged knife wielding attacker on the train. So was he",
      "time": 1145,
      "time_label": "19:05",
      "tokens": 98
    },
    {
      "id": 32,
      "x": -0.5017784237861633,
      "y": 0.16013199090957642,
      "z": -0.5824431777000427,
      "speaker": "demartini",
      "text": "not, did he? Did he live? Or did he survive? He survived, but he saved a lot of lives. Yeah.",
      "full_text": "not, did he? Did he live? Or did he survive? He survived, but he saved a lot of lives. Yeah.",
      "time": 1171,
      "time_label": "19:31",
      "tokens": 26
    },
    {
      "id": 33,
      "x": -0.46812576055526733,
      "y": 0.1289871484041214,
      "z": -0.5379675626754761,
      "speaker": "marcus",
      "text": "Okay, yeah, he survived. So in that instance, would you say that actually, based on your worldview, that he should have just let the guy continue.",
      "full_text": "Okay, yeah, he survived. So in that instance, would you say that actually, based on your worldview, that he should have just let the guy continue.",
      "time": 1175,
      "time_label": "19:35",
      "tokens": 33
    },
    {
      "id": 34,
      "x": -0.1951015293598175,
      "y": 0.16846714913845062,
      "z": 0.17144261300563812,
      "speaker": "demartini",
      "text": "There's no should. There's no imperatives here. He's going to react, see, to try to live by a should is usually futile. The injected values of outer authorities are not something you can control. What...",
      "full_text": "There's no should. There's no imperatives here. He's going to react, see, to try to live by a should is usually futile. The injected values of outer authorities are not something you can control. What you can control is your perception is. If you're in a situation and you perceive something as really, really, really terrible at the time, you're going to react with an amygdala response and try to if it's attacking you, you'll try to defend yourself with a fight or flight or freeze response. If you think it's something that's going to save somebody else's life, and you think that's good, you're going to react that way. Your values at that moment are going to make you react according to what it is. The hypothetical about how and what you should do, it may not have anything to do with what they're going to do at that moment, because the injected value is how we ought to be, and the actual values of how we function are not always the same. So I don't know. Hypotheticals are usually just hypothetical. You can debate all day. This is a real. This was a real. But if it's a real case, what he did in that setting based on his perceptions at that moment and what his values were, he responded, that's all we can do. Some people will would watch that and avoid and run and hide. Others will go and attack. If they thought that they could achieve something that was meaningful in their value system, they'll possibly attack the attacker. Another person would hide and scream and hide and try to protect themselves. Which one is good? You tell me. So if you, if you feel you could actually like the they when they had the shooting in Bondi Beach, there's a guy that went and attacked the guy that was shooting well, he had some special forces training or something. He had some knowledge and things, and he didn't feel that that was overwhelming to try that, but most people Running, hiding under cars and doing whatever they could. So to say that one's good and the other one's bad, or whatever is I don't, I don't think that's that didn't make sense to me. What does make sense is that value system of that individual at that moment, with those perceptions are going to determine how they're going to react, and each of those reactions are going to be appropriate to them in that perception. I can't, I can't make that one wrong for for coward and running under the car. I can't make that just good because he went to do it, because he could have killed himself and been a foolish actor. We don't know and what those consequences are. All I know is that the person did. He went out of his way, and he thought he could tackle the guy, and he did, but he didn't get him to stop shooting. He kept shooting afterwards, but he still tried his best to stop him. So in his case, he thought that was the wisest another person's case, running under a car was his wisest thing. Because he may be thinking, or she may be thinking, I got three kids at home. If I go over there and I do that and I get killed, my kids are are going to be left without food and clothing and shelter, so they're going to have to sit down and make a situational ethics at that moment. Do I go in? I save my kids and have a higher value of my kids, and save my life for the sake of my family? My wife just died. I have nothing to lose. I'm going to go ahead and attack that guy I don't know until I go and look at all the different parameters the situation, to put that together, to put some sort of assessment on that. And I'm not going to put make them as good or bad. I'm just going to say that human beings are going to respond based on their values at that moment to that situation, based on what their experiences is.",
      "time": 1184,
      "time_label": "19:44",
      "tokens": 916
    },
    {
      "id": 35,
      "x": 0.5660955309867859,
      "y": 0.1545095145702362,
      "z": 0.028212325647473335,
      "speaker": "marcus",
      "text": "I want to talk to you about correct life. That's our new supplement company, and we just launched a new product called fuel. Now this product combines exogenous ketones, which help give you that menta...",
      "full_text": "I want to talk to you about correct life. That's our new supplement company, and we just launched a new product called fuel. Now this product combines exogenous ketones, which help give you that mental clarity and actual physical energy, and we combined it with electrolytes and also trace minerals, and then a compound that comes from green beans called metabolite, which helps train the body to use your own fat stores as a source of energy. It's great for hydration, great for those pickleball matches, great for long days where you're just rehydrating your body, or even in your morning mineral cocktail. And then we also have, of course, correct energy, which focuses on that caffeine metabolite called paraxanthine, which is really like the spirit of caffeine, and then surrounds it with a bunch of natural extracts to enhance the ability to just be your best self. It's the most subtle and powerful energy formula I've ever felt. And really, these products are the core of what correct is all about. And we'll expand from here. Of course, we have correct fitness coming down the line soon, but really this is about how do you have products and information that you can put in your toolkit that will up level your life every single day so you can be a little better tomorrow than you are today, and that's something that we all need. So if you go to correct life.com that's k, O, R, R, E, C, T, life.com you can get 15% off your first order once again. Correct life.com. So you don't believe in any universal ethics, any universal values where like, child abuse is always bad.",
      "time": 1392,
      "time_label": "23:12",
      "tokens": 365
    },
    {
      "id": 36,
      "x": -0.40909525752067566,
      "y": 0.4367560148239136,
      "z": 0.3861892521381378,
      "speaker": "demartini",
      "text": "Don't know, because what is child abuse? That's the thing we would call child abuse here in America.",
      "full_text": "Don't know, because what is child abuse? That's the thing we would call child abuse here in America.",
      "time": 1493,
      "time_label": "24:53",
      "tokens": 23
    },
    {
      "id": 37,
      "x": -0.5756619572639465,
      "y": 0.3535679876804352,
      "z": 0.41494306921958923,
      "speaker": "marcus",
      "text": "Having sex with a five year old? Well,",
      "full_text": "Having sex with a five year old? Well,",
      "time": 1500,
      "time_label": "25:00",
      "tokens": 10
    },
    {
      "id": 38,
      "x": 0.38045644760131836,
      "y": -0.8505585789680481,
      "z": -0.15997599065303802,
      "speaker": "demartini",
      "text": "I've seen brothers and sisters have incest in a bathtub and having sex with",
      "full_text": "I've seen brothers and sisters have incest in a bathtub and having sex with",
      "time": 1503,
      "time_label": "25:03",
      "tokens": 18
    },
    {
      "id": 39,
      "x": -0.5750709176063538,
      "y": 0.31146132946014404,
      "z": 0.43822601437568665,
      "speaker": "marcus",
      "text": "each other playing about an adult having sex. Well,",
      "full_text": "each other playing about an adult having sex. Well,",
      "time": 1507,
      "time_label": "25:07",
      "tokens": 11
    },
    {
      "id": 40,
      "x": -0.4771392345428467,
      "y": 0.32834145426750183,
      "z": 0.517776370048523,
      "speaker": "demartini",
      "text": "that's not my preference. That's not something that I have experienced in my life. But I don't know what's going on after working with about 1300 cases of pedophilia that I've gotten to work with both...",
      "full_text": "that's not my preference. That's not something that I have experienced in my life. But I don't know what's going on after working with about 1300 cases of pedophilia that I've gotten to work with both sides of the equation, I find out that many times, the people that are the pedophiles were either slammed and punished for masturbation or punished in a very young dealing with sexuality, and that little boy or little girl that's in that age is still inside that adult, and that little boy is now being attracted to the little girl at the same age. I'll give you a real case. I worked with a gentleman who was from Japan, who'd been eight years in prison for pedophilia. A psychologist over there asked me to work with him. They were in the room with him, and his mother caught him masturbating when he was eight and a half years old, she beat him nearly to a pulp.",
      "time": 1510,
      "time_label": "25:10",
      "tokens": 210
    },
    {
      "id": 41,
      "x": -0.052956078201532364,
      "y": 0.13846758008003235,
      "z": -0.05482802912592888,
      "speaker": "marcus",
      "text": "But that's okay, because that was just her value system, right?",
      "full_text": "But that's okay, because that was just her value system, right?",
      "time": 1566,
      "time_label": "26:06",
      "tokens": 14
    },
    {
      "id": 42,
      "x": -0.519765317440033,
      "y": 0.22840315103530884,
      "z": 0.47608596086502075,
      "speaker": "demartini",
      "text": "Well, she had a husband that had a high sex drive and was looking at porn, and she when he when she saw her son begin to do that, she lost it, the anger she had to her husband, got taken out on the ch...",
      "full_text": "Well, she had a husband that had a high sex drive and was looking at porn, and she when he when she saw her son begin to do that, she lost it, the anger she had to her husband, got taken out on the child, and the husband was more assertive and more powerful, so she couldn't take out her anger on him, so she took it on the child. So that's okay. I'm not making it. I'm just trying to get",
      "time": 1569,
      "time_label": "26:09",
      "tokens": 106
    },
    {
      "id": 43,
      "x": -0.27230435609817505,
      "y": 0.3297393321990967,
      "z": 0.18357837200164795,
      "speaker": "marcus",
      "text": "not okay. It's just fundamentally not It's not okay to beat a child to a pulp. It's not okay to sexually assault a child. It's not okay to murder people wantonly. There is something actually fundament...",
      "full_text": "not okay. It's just fundamentally not It's not okay to beat a child to a pulp. It's not okay to sexually assault a child. It's not okay to murder people wantonly. There is something actually fundamental inside of us that is actually on a driving force towards life, love, freedom, the experience to live this beautiful world. And if somebody is intentionally interfering with that, we have an obligation, an ought. We have an obligation to try and prevent or stop?",
      "time": 1593,
      "time_label": "26:33",
      "tokens": 105
    },
    {
      "id": 44,
      "x": -0.4863320291042328,
      "y": 0.3147842586040497,
      "z": 0.5024232864379883,
      "speaker": "demartini",
      "text": "Well, all I know is that the gentleman grew up to continue my point that I'm making at eight and a half years old. All the girls that he targeted for pedophilia were eight and a half, even though he w...",
      "full_text": "Well, all I know is that the gentleman grew up to continue my point that I'm making at eight and a half years old. All the girls that he targeted for pedophilia were eight and a half, even though he went up to 33 years old. Now, some of the girls were meeting him in a dressing room at a mall and having multiple sex with him. These are eight and a half year old girls having sex multiple times with him. So I'm not interested in the morality here. I'm interested in the Why do people do what they do. What is it that drives these behaviors? Because if you just make it black and white, and you don't look deeper, you assume that that's bad and good, and you never get to understand why that's happening.",
      "time": 1622,
      "time_label": "27:02",
      "tokens": 179
    },
    {
      "id": 45,
      "x": -0.12395606935024261,
      "y": 0.4451660215854645,
      "z": 0.18087738752365112,
      "speaker": "marcus",
      "text": "I don't assume and I actually know it. I actually know it in my body, like I think when I think this is actually a common sense, sacred axiom with if you see somebody abusing somebody innocently, that...",
      "full_text": "I don't assume and I actually know it. I actually know it in my body, like I think when I think this is actually a common sense, sacred axiom with if you see somebody abusing somebody innocently, that's wrong.",
      "time": 1672,
      "time_label": "27:52",
      "tokens": 50
    },
    {
      "id": 46,
      "x": 0.10227943956851959,
      "y": 0.03383105993270874,
      "z": -0.14127923548221588,
      "speaker": "demartini",
      "text": "Well, you can that's that's a perspective",
      "full_text": "Well, you can that's that's a perspective",
      "time": 1684,
      "time_label": "28:04",
      "tokens": 9
    },
    {
      "id": 47,
      "x": 0.09179886430501938,
      "y": 0.12008485943078995,
      "z": 0.04811901971697807,
      "speaker": "marcus",
      "text": "that's not a perspective that's not if for that to for that to be a perspective, then why do we even have laws? Why do we even Why do we feel? Why does, why does like? You could take all kinds of diff...",
      "full_text": "that's not a perspective that's not if for that to for that to be a perspective, then why do we even have laws? Why do we even Why do we feel? Why does, why does like? You could take all kinds of different individuals, and you could expose them to this image, and they'd be like horrified by this, right? Because it's it lives Anthro ontologically. It lives in our body. We actually have value built in.",
      "time": 1688,
      "time_label": "28:08",
      "tokens": 100
    },
    {
      "id": 48,
      "x": -0.1585794985294342,
      "y": 0.08297211676836014,
      "z": 0.44660359621047974,
      "speaker": "demartini",
      "text": "Let me, let me add something here. I've had the opportunity to work with 1000s of people that have been through these traumas and these terrible things, and as long as you have that idea that it's all...",
      "full_text": "Let me, let me add something here. I've had the opportunity to work with 1000s of people that have been through these traumas and these terrible things, and as long as you have that idea that it's all bad or it's all good and it's black and white, they're trapped the rest of their life because now they're a victim of that. I'm teaching people how to be a master of their destiny, not stay victims of history, when I show them how to find the blessings out of it and the upsides to that and be able to see the things they're let free. The guy right now is out of jail. He's not a pedophile anymore. We've dissolved the issue. He hasn't had any issues because we found out what the real reason was, and we changed his life. We also helped him appreciate what his mother was doing, because he had an overprotective person in the family. Whenever you have overprotective people in the family, you get a perpetrator that's aggressive when he starts to when you understand the psychology that's driving both of these poles, you take out the morality on this, and you start understanding, why do people do what they do? To just label it bad or good is not going to get you anywhere except keeping them victims. But if they go in and find out how it comes out on the other side, they can sit down and get on with their life and look back at that and say, Thank you. I always say anything you can't say thank you for is your baggage. Anything you say thank you",
      "time": 1710,
      "time_label": "28:30",
      "tokens": 361
    },
    {
      "id": 49,
      "x": 0.4165458083152771,
      "y": 0.11195168644189835,
      "z": -0.01972336880862713,
      "speaker": "marcus",
      "text": "for is your fuel. I actually agree with you on that personal basis.",
      "full_text": "for is your fuel. I actually agree with you on that personal basis.",
      "time": 1787,
      "time_label": "29:47",
      "tokens": 16
    },
    {
      "id": 50,
      "x": 0.11302142590284348,
      "y": 0.2978156805038452,
      "z": 0.4188624918460846,
      "speaker": "demartini",
      "text": "And that would be, then we're going to basically say, Well, you know, it's like the theodicy, you know? How do we explain the so called evil? In relationship to God. Maybe it's a human invention. Mayb...",
      "full_text": "And that would be, then we're going to basically say, Well, you know, it's like the theodicy, you know? How do we explain the so called evil? In relationship to God. Maybe it's a human invention. Maybe we made that as evil because we haven't seen the blessing something. Maybe we made something good because we haven't seen the downsides. I'm more in that perspective because I've worked with 1000s of people who think they've had terrible events. Helped them see the other side of it. Actually go to the people and be grateful for those individuals, yeah, but if open their heart and have that tear of gratitude for what's happened in their life and used it to do something amazing with their life,",
      "time": 1791,
      "time_label": "29:51",
      "tokens": 162
    },
    {
      "id": 51,
      "x": -0.24496060609817505,
      "y": 0.23738130927085876,
      "z": 0.5489405989646912,
      "speaker": "marcus",
      "text": "well, what happens when that ends up in a fatality? Someone, someone murders a child, like, like, they don't have the opportunity to work. They don't have you haven't gotten to work with the murdered ...",
      "full_text": "well, what happens when that ends up in a fatality? Someone, someone murders a child, like, like, they don't have the opportunity to work. They don't have you haven't gotten to work with the murdered child. I have not the murder child, but the family. That's what I'm talking about. Like the murdered child doesn't have a chance to be grateful.",
      "time": 1830,
      "time_label": "30:30",
      "tokens": 79
    },
    {
      "id": 52,
      "x": -0.1764141172170639,
      "y": 0.2791564464569092,
      "z": 0.5740873217582703,
      "speaker": "demartini",
      "text": "I don't know what's going on in the psychology of the murdered child. I just because I didn't get to work with a murder child, but I do know I get to work with the family, and I get to watch the dynam...",
      "full_text": "I don't know what's going on in the psychology of the murdered child. I just because I didn't get to work with a murder child, but I do know I get to work with the family, and I get to watch the dynamics in the family and how it shifts, and watch the upsides to that event. Because to say it's just an evil event and there's no benefits to it is very narrowed. The reality is that there's upsides to that event. I worked for the lady after the the big there's upsides to the murder of children. Yes, there's upsides to it. I think, I",
      "time": 1847,
      "time_label": "30:47",
      "tokens": 139
    },
    {
      "id": 53,
      "x": 0.14447300136089325,
      "y": -0.13349846005439758,
      "z": -0.4329058527946472,
      "speaker": "marcus",
      "text": "think we're gonna have to stop here. John,",
      "full_text": "think we're gonna have to stop here. John,",
      "time": 1877,
      "time_label": "31:17",
      "tokens": 10
    },
    {
      "id": 54,
      "x": -0.20814287662506104,
      "y": 0.08107351511716843,
      "z": 0.6146683096885681,
      "speaker": "demartini",
      "text": "well, you're too black and white, I guess for me to be able to share, I mean, I look I can I share my story. You can turn it off. I don't care. I'm not here attached to it. Yeah, I'm just going to tel...",
      "full_text": "well, you're too black and white, I guess for me to be able to share, I mean, I look I can I share my story. You can turn it off. I don't care. I'm not here attached to it. Yeah, I'm just going to tell you that I went to the thing with a Timothy McVeigh thing that was blowing up in there, and I met with a family that had the little girl, the little blonde girl that was killed in the bombing. Do you remember that? Okay, I met with the family. I talked to the whole family. She said, this is her quote, one of the greatest things that ever happened in my life at that bombing. That's what she said. This is the mother who lost the child. And there's a picture of the restaurant with a girl there, with a blonde, blonde girl there. She now has two children, one that looks almost identical. She has a new relationship with a new man. She's her business is booming. Her life is unfolded. She's now contributing. The daughter is contributing. It away from the story, and she looked at it and she says, if that hadn't happened, I would not be where I am today. Would not have I was with a alcoholic husband that was beating me and my daughter. My life was on Skid Row almost, and that event changed my life, and it blessed me with a new husband, new children, new things like that. So I just go, okay, she has this perspective that this has been a great turning point in her life. We don't want to rob people of that. We don't want to rob people, yeah,",
      "time": 1879,
      "time_label": "31:19",
      "tokens": 373
    },
    {
      "id": 55,
      "x": -0.20607639849185944,
      "y": 0.18752138316631317,
      "z": 0.6520699262619019,
      "speaker": "marcus",
      "text": "but the little blonde girl was robbed of her life,",
      "full_text": "but the little blonde girl was robbed of her life,",
      "time": 1965,
      "time_label": "32:45",
      "tokens": 13
    },
    {
      "id": 56,
      "x": -0.28258734941482544,
      "y": 0.12283337116241455,
      "z": 0.6086596250534058,
      "speaker": "demartini",
      "text": "well, I, I don't know what was going on in the psyche of that, because I'm going to share, I'm going to share a story, another story. Then there's a lady named Peterson, which is actually the family c...",
      "full_text": "well, I, I don't know what was going on in the psyche of that, because I'm going to share, I'm going to share a story, another story. Then there's a lady named Peterson, which is actually the family comes from Austin. Her, her, I can't reveal too much here, but her family all have doctors as they're everybody in the family has to be a doctor. Family, there's doctor, three generations of doctors, so the pressure on the family had to be doctors in the process of doing that, and they all had to be males. So they had a daughter, and they didn't want a daughter. They wanted all males. The mother had this fantasy that I have to have males, and I don't want a daughter. So the daughter was rejected by the family, by the mother, particularly the daughter decided to try to be homosexual and play out the male role to try to be part of the family. She ends up going and becoming the doctor to try to be part of the family no matter what. The mother would reject. It her, rejected her, reject her. She ends up going and even having an affair with the same man that her mother dated prior to getting married, and having a boy, a baby boy, with that person, to try to bring a male into the family, to be part of the family. She tried everything. Her mother told her, You don't exist. You're no longer in our family. Please leave us well. That night, she called a friend of mine, and she was suicidal. She was thinking about taking her life. So she calls, and that lady calls me, try to reach Connie. Do whatever you can to reach her. I think she's she's gonna commit suicide no matter what I did. No answer, no answer, no answer, no answer. The following morning, she's in Killeen Texas, I believe and Killeen Texas. She's in a little Denny's for breakfast in the morning, and there's some gang members near that, and a drive by gang member shooting shoots in and she's the one killed in the in the shooting. Now, you could say, well, that's that's just a random event. Maybe, or maybe. Not maybe she was ready to just go, and maybe that's part of the liberation. What happened is the baby boy that she had got sent to the mother, and the mother raised the boy, and she got what she wanted. She wanted to leave. She never got to be part of the family. I don't know if we want to play God and act like we know what's right and wrong. Well, that's pretty that's anthropomorphic and very human.",
      "time": 1968,
      "time_label": "32:48",
      "tokens": 594
    },
    {
      "id": 57,
      "x": -0.21921518445014954,
      "y": -0.006835807580500841,
      "z": -0.4427194893360138,
      "speaker": "marcus",
      "text": "We're not playing God. We are participating in God. And if",
      "full_text": "We're not playing God. We are participating in God. And if",
      "time": 2122,
      "time_label": "35:22",
      "tokens": 14
    },
    {
      "id": 58,
      "x": 0.14759376645088196,
      "y": -0.1509898453950882,
      "z": -0.0936293974518776,
      "speaker": "demartini",
      "text": "it's God, where is God not? It's in everything. It's in everything. That's what Einstein was trying to say. And even Moshe mammonides of the Jewish tradition, had the idea that there's, there's we go ...",
      "full_text": "it's God, where is God not? It's in everything. It's in everything. That's what Einstein was trying to say. And even Moshe mammonides of the Jewish tradition, had the idea that there's, there's we go through and we lock things into the black and white, and there may not be that we may not see the purpose of why things are happening originally, and we, if we stop and narrow it down because of our own experiences and our own local belief system, we've just narrowed it. I mean, divinity is not local to a particular culture or a particular time in a particular space. It's omnipresent and it includes everything. And to try to say it's not inclusive here because it doesn't match our belief is very, very narrow minded for a human being to do. It's wiser to go and open our hearts to see a bigger picture and find the order and things. And Heraclitus, who influenced massive numbers of philosophers and thinkers and religious people, Christianity, Judaism and Muslims, the three big ones. His idea was there was a hidden order and apparent reason. And even Philo who was studying Christianity and called Jesus the logos take from Heraclitus and Heraclitus said that inside the apparent chaos, there's a hidden order. We choose not to see it. Our job is to discover it. When we do, we're graced and we're no longer fighting with the universe with our idea. What's going to happen is, if there's a one sided world out there, there isn't a one side.",
      "time": 2126,
      "time_label": "35:26",
      "tokens": 339
    },
    {
      "id": 59,
      "x": -0.4235326945781708,
      "y": 0.5434722304344177,
      "z": 0.4439776539802551,
      "speaker": "marcus",
      "text": "I think that it's both our obligation to discover it and also participate in it. That's the difference. So like I went to, I went to when I was 15, I went to a dungeon of the Inquisition. And I saw al...",
      "full_text": "I think that it's both our obligation to discover it and also participate in it. That's the difference. So like I went to, I went to when I was 15, I went to a dungeon of the Inquisition. And I saw all of these torture devices. It was horrific. These torture devices, I would say 80% of them had to do with torturing genitals. So I don't know. Numbers are somewhere in the many millions of different people who were tortured for years with the most",
      "time": 2208,
      "time_label": "36:48",
      "tokens": 111
    },
    {
      "id": 60,
      "x": -0.33753979206085205,
      "y": 0.5757542252540588,
      "z": 0.4564512073993683,
      "speaker": "demartini",
      "text": "horrific, sadistic. What was the motive for them to torture?",
      "full_text": "horrific, sadistic. What was the motive for them to torture?",
      "time": 2239,
      "time_label": "37:19",
      "tokens": 13
    },
    {
      "id": 61,
      "x": -0.27982863783836365,
      "y": 0.562459409236908,
      "z": 0.3434756100177765,
      "speaker": "marcus",
      "text": "That doesn't matter, torturing an individual. Torturing an individual is actually fundamentally wrong, like taking someone's genitals and putting spikes through them, or stretching them until they unt...",
      "full_text": "That doesn't matter, torturing an individual. Torturing an individual is actually fundamentally wrong, like taking someone's genitals and putting spikes through them, or stretching them until they until they all their bones break repeatedly, slowly, over time. There is no justification for that. It's unjust. Can I give a justification for it? You can, but I won't believe it. Well, you may not believe it that, but that's maybe the limit on your belief. No. I mean, let me just give you a belief if some of that actually",
      "time": 2244,
      "time_label": "37:24",
      "tokens": 115
    },
    {
      "id": 62,
      "x": -0.4624004364013672,
      "y": 0.2364214062690735,
      "z": -0.03229673206806183,
      "speaker": "demartini",
      "text": "happened, if you saw somebody who would be vomit, if you saw no, I wouldn't vomit. If you saw somebody about to blow up with a nuclear bomb, I mean, you situational athletes, because it's hypothetical...",
      "full_text": "happened, if you saw somebody who would be vomit, if you saw no, I wouldn't vomit. If you saw somebody about to blow up with a nuclear bomb, I mean, you situational athletes, because it's hypothetical, like you did you take this is not",
      "time": 2275,
      "time_label": "37:55",
      "tokens": 57
    },
    {
      "id": 63,
      "x": -0.4543280303478241,
      "y": 0.13889330625534058,
      "z": -0.10233834385871887,
      "speaker": "marcus",
      "text": "hypothetical. I went to the dungeon. This actually happened,",
      "full_text": "hypothetical. I went to the dungeon. This actually happened,",
      "time": 2288,
      "time_label": "38:08",
      "tokens": 11
    },
    {
      "id": 64,
      "x": -0.4245651662349701,
      "y": 0.07423380762338638,
      "z": -0.0774221271276474,
      "speaker": "demartini",
      "text": "okay, but you gave me an earlier one that was hypothetical. So let's, let's Okay, let's, let's go to",
      "full_text": "okay, but you gave me an earlier one that was hypothetical. So let's, let's Okay, let's, let's go to",
      "time": 2291,
      "time_label": "38:11",
      "tokens": 24
    },
    {
      "id": 65,
      "x": -0.3872537314891815,
      "y": 0.2321937382221222,
      "z": -0.10012757778167725,
      "speaker": "marcus",
      "text": "and then I quickly moved on to actual, real world examples like this.",
      "full_text": "and then I quickly moved on to actual, real world examples like this.",
      "time": 2296,
      "time_label": "38:16",
      "tokens": 16
    },
    {
      "id": 66,
      "x": -0.4177320599555969,
      "y": 0.6099522709846497,
      "z": 0.36378222703933716,
      "speaker": "demartini",
      "text": "Take somebody that's about to do a nuclear bombing, yeah, okay, and you've just now captured people who know all about it. And the only way to get information out of Miss torture",
      "full_text": "Take somebody that's about to do a nuclear bombing, yeah, okay, and you've just now captured people who know all about it. And the only way to get information out of Miss torture",
      "time": 2301,
      "time_label": "38:21",
      "tokens": 42
    },
    {
      "id": 67,
      "x": -0.41893818974494934,
      "y": 0.2517470121383667,
      "z": -0.08650077879428864,
      "speaker": "marcus",
      "text": "that this is now a hypothetical example, because that's not what was happening.",
      "full_text": "that this is now a hypothetical example, because that's not what was happening.",
      "time": 2312,
      "time_label": "38:32",
      "tokens": 16
    },
    {
      "id": 68,
      "x": -0.32658103108406067,
      "y": 0.5964313745498657,
      "z": 0.44237151741981506,
      "speaker": "demartini",
      "text": "But this happens in the this happens in Cuba. This happens in America every single day. People use torture in order to extract information to save lives. That's not what any situational ethics, but ma...",
      "full_text": "But this happens in the this happens in Cuba. This happens in America every single day. People use torture in order to extract information to save lives. That's not what any situational ethics, but may not. But what you didn't answer the question, what is the what were the reasons why they were torturing him? Were they believing something different? Were they rigid about their beliefs? Were they stuck and they were making people evil. Why were they torturing them?",
      "time": 2316,
      "time_label": "38:36",
      "tokens": 104
    },
    {
      "id": 69,
      "x": -0.09946862608194351,
      "y": 0.23120157420635223,
      "z": 0.00026548144523985684,
      "speaker": "marcus",
      "text": "So what I what I would respond is, is that there's a field of value. There's actually a field of value, and sometimes, if you make one value absolute, like Thou shalt not kill. I don't agree with that...",
      "full_text": "So what I what I would respond is, is that there's a field of value. There's actually a field of value, and sometimes, if you make one value absolute, like Thou shalt not kill. I don't agree with that. I believe that there is a time",
      "time": 2344,
      "time_label": "39:04",
      "tokens": 59
    },
    {
      "id": 70,
      "x": -0.44389015436172485,
      "y": 0.11818982660770416,
      "z": -0.6361532807350159,
      "speaker": "demartini",
      "text": "history is the Old Testament God, 24,000,970 deaths in the first in the Old Testament.",
      "full_text": "history is the Old Testament God, 24,000,970 deaths in the first in the Old Testament.",
      "time": 2357,
      "time_label": "39:17",
      "tokens": 19
    },
    {
      "id": 71,
      "x": 0.08331245183944702,
      "y": -0.09342841804027557,
      "z": 0.029080402106046677,
      "speaker": "marcus",
      "text": "Yeah, and father and father, sure it is, of course. And Father Sean will learn his book setting God free, puts God on trial for crimes against humanity. Yeah, that. And then ultimately comes to conclu...",
      "full_text": "Yeah, and father and father, sure it is, of course. And Father Sean will learn his book setting God free, puts God on trial for crimes against humanity. Yeah, that. And then ultimately comes to conclusion that that was a projection of our own idea.",
      "time": 2364,
      "time_label": "39:24",
      "tokens": 58
    },
    {
      "id": 72,
      "x": -0.20645476877689362,
      "y": 0.4975612759590149,
      "z": 0.15830671787261963,
      "speaker": "demartini",
      "text": "So I'm not trying projections of human limitations.",
      "full_text": "So I'm not trying projections of human limitations.",
      "time": 2380,
      "time_label": "39:40",
      "tokens": 10
    },
    {
      "id": 73,
      "x": -0.06826692074537277,
      "y": 0.2617380619049072,
      "z": 0.047526948153972626,
      "speaker": "marcus",
      "text": "That's where we have a fundamental disagreement, that I believe that there is fundamental value and there is fundamental right and wrong.",
      "full_text": "That's where we have a fundamental disagreement, that I believe that there is fundamental value and there is fundamental right and wrong.",
      "time": 2384,
      "time_label": "39:44",
      "tokens": 28
    },
    {
      "id": 74,
      "x": 0.1462906301021576,
      "y": -0.3654187321662903,
      "z": 0.01510528288781643,
      "speaker": "demartini",
      "text": "You can you have two different views. You got the relativist and absolutist. The absolutist really narrows their mind. And so that's good, and that's bad, and that's it. And don't bug me, don't. Try t...",
      "full_text": "You can you have two different views. You got the relativist and absolutist. The absolutist really narrows their mind. And so that's good, and that's bad, and that's it. And don't bug me, don't. Try to change my opinion, the relativist says, But what about this situation? And what about this situation?",
      "time": 2391,
      "time_label": "39:51",
      "tokens": 67
    },
    {
      "id": 75,
      "x": 0.21509003639221191,
      "y": -0.3344534933567047,
      "z": -0.02227022685110569,
      "speaker": "marcus",
      "text": "No, there's a middle path. Though there's a middle path, is a relativist? No, it's not. There's no, it's not. It's the it's that there's, there is situation does play a part.",
      "full_text": "No, there's a middle path. Though there's a middle path, is a relativist? No, it's not. There's no, it's not. It's the it's that there's, there is situation does play a part.",
      "time": 2404,
      "time_label": "40:04",
      "tokens": 41
    },
    {
      "id": 76,
      "x": 0.6220635771751404,
      "y": 0.2143154889345169,
      "z": 0.15336407721042633,
      "speaker": "demartini",
      "text": "Aristotle's Golden Mean and the golden virtue was the middle path. The Buddhist middle path, equanimity was the middle path of Christianity. That is the middle path. It's the synthesis of opposites an...",
      "full_text": "Aristotle's Golden Mean and the golden virtue was the middle path. The Buddhist middle path, equanimity was the middle path of Christianity. That is the middle path. It's the synthesis of opposites and the synthesis of opposites, life and death build and destroy. Your body right now has mitosis and apoptosis. It has oxidation and reduction. That has dehydrogenates. Hydrogen has pairs of opposites as agonist and antagonist, and you're living and dying at this moment. Every single day, you're living and dying. Part of you is dying right this minute. You're killing yourself with pre programmed genetic codes to make sure you die. And your cells are dying and remodeling and re establishing with neuroplasticity, bioplasticity, myoplasticity. You're killing yourself",
      "time": 2414,
      "time_label": "40:14",
      "tokens": 157
    },
    {
      "id": 77,
      "x": 0.5754198431968689,
      "y": 0.5022238492965698,
      "z": 0.023897062987089157,
      "speaker": "marcus",
      "text": "as if I said death is bad,",
      "full_text": "as if I said death is bad,",
      "time": 2459,
      "time_label": "40:59",
      "tokens": 9
    },
    {
      "id": 78,
      "x": 0.47275471687316895,
      "y": 0.317123681306839,
      "z": 0.14985239505767822,
      "speaker": "demartini",
      "text": "it's not. I didn't say neither is good. Is life good? There's neither is life good. No. Life has got benefits and drawbacks. Bringing some people into life is their torture. You have a you have a moth...",
      "full_text": "it's not. I didn't say neither is good. Is life good? There's neither is life good. No. Life has got benefits and drawbacks. Bringing some people into life is their torture. You have a you have a mother. When a mother bears a child, she has two sides, one that's publicly acceptable, and the other one that's not one, she goes, Oh my God, my baby's born. I'm so excited. I'm so happy I got my baby. Thing. There's another part going, oh my god, what am I get myself into? What's going to happen to my physical body, what's going to happen to my career? What's going to happen is this guy going to leave me there is torture and ecstasy in that moment, and the same when somebody dies. Grandma died. Oh, I'm so sorry. Finally, because she'd been tortured and she's dragging out and she's taken and she's burdening herself and burning others, other people, some are relieved she's finally going. There's both sides to it, and if we take one side and maybe one life is good and death is bad, that's very narrow, very narrow, very unaware that your body has got build and destroy in society.",
      "time": 2461,
      "time_label": "41:01",
      "tokens": 262
    },
    {
      "id": 79,
      "x": 0.5433987379074097,
      "y": 0.35607391595840454,
      "z": 0.07722420245409012,
      "speaker": "marcus",
      "text": "Death is bad. I just said, I just said, life in general is good. If there is, if there was somebody about to push a button that would detonate all the nuclear bombs in the whole world, and the earth w...",
      "full_text": "Death is bad. I just said, I just said, life in general is good. If there is, if there was somebody about to push a button that would detonate all the nuclear bombs in the whole world, and the earth was going to cease to have life,",
      "time": 2519,
      "time_label": "41:59",
      "tokens": 61
    },
    {
      "id": 80,
      "x": 0.6516885161399841,
      "y": 0.2742104232311249,
      "z": 0.009391320869326591,
      "speaker": "demartini",
      "text": "I don't think even if you launched them all, it would still have life.",
      "full_text": "I don't think even if you launched them all, it would still have life.",
      "time": 2535,
      "time_label": "42:15",
      "tokens": 18
    },
    {
      "id": 81,
      "x": -0.2884674668312073,
      "y": 0.19084788858890533,
      "z": -0.06539738178253174,
      "speaker": "marcus",
      "text": "Okay, so let's come up with another example here, because you're using hypotheticals. I'm gonna use a hypothetical. This is why I think life is good. I think God actually desires for there to be an ev...",
      "full_text": "Okay, so let's come up with another example here, because you're using hypotheticals. I'm gonna use a hypothetical. This is why I think life is good. I think God actually desires for there to be an ever deepening complexity of God's thoughts.",
      "time": 2540,
      "time_label": "42:20",
      "tokens": 54
    },
    {
      "id": 82,
      "x": 0.13927964866161346,
      "y": -0.04061764106154442,
      "z": -0.18246111273765564,
      "speaker": "demartini",
      "text": "You just made that that's that's a bit as a self righteous projection onto God. You know, God's Well, why is there life? Then you've got when somebody says they know God's will, Baz Luhrmann, in the b...",
      "full_text": "You just made that that's that's a bit as a self righteous projection onto God. You know, God's Well, why is there life? Then you've got when somebody says they know God's will, Baz Luhrmann, in the book, there's a movie that's come out called, oh my god, I was in and Baz Luhrmann said, anybody that's saying, God is",
      "time": 2554,
      "time_label": "42:34",
      "tokens": 78
    },
    {
      "id": 83,
      "x": 0.524703860282898,
      "y": 0.02123715728521347,
      "z": -0.08699405938386917,
      "speaker": "marcus",
      "text": "always a mystery. However, if you look at what has happened, life has been increasing in complexity and increasing in",
      "full_text": "always a mystery. However, if you look at what has happened, life has been increasing in complexity and increasing in",
      "time": 2572,
      "time_label": "42:52",
      "tokens": 26
    },
    {
      "id": 84,
      "x": 0.6860812902450562,
      "y": 0.24844564497470856,
      "z": 0.09904426336288452,
      "speaker": "demartini",
      "text": "diversity, expense of extinction. What extinction origination always balance and evolution. You can see that very easily. There's you don't ever have evolution without extinctions.",
      "full_text": "diversity, expense of extinction. What extinction origination always balance and evolution. You can see that very easily. There's you don't ever have evolution without extinctions.",
      "time": 2580,
      "time_label": "43:00",
      "tokens": 32
    },
    {
      "id": 85,
      "x": 0.6810817718505859,
      "y": 0.24097906053066254,
      "z": 0.029062747955322266,
      "speaker": "marcus",
      "text": "Well, then evolution, which leads to more life, is good. So if you're going to snap out all the life in the universe,",
      "full_text": "Well, then evolution, which leads to more life, is good. So if you're going to snap out all the life in the universe,",
      "time": 2592,
      "time_label": "43:12",
      "tokens": 29
    },
    {
      "id": 86,
      "x": 0.6482729315757751,
      "y": 0.35299134254455566,
      "z": 0.04272010549902916,
      "speaker": "demartini",
      "text": "that's life good. Your body has from the zygote all the way to the fully differentiated individual, you have mitosis and apoptosis in perfect balance. And evolution has been always extinction. In orde...",
      "full_text": "that's life good. Your body has from the zygote all the way to the fully differentiated individual, you have mitosis and apoptosis in perfect balance. And evolution has been always extinction. In order to birth newer species, they have to have extinctions. That's part of it, and adaptations. So to say that life is good and death is bad, or moving forward",
      "time": 2598,
      "time_label": "43:18",
      "tokens": 80
    },
    {
      "id": 87,
      "x": 0.5890002846717834,
      "y": 0.4892517328262329,
      "z": 0.02587289735674858,
      "speaker": "marcus",
      "text": "towards life is bad. I think death is a part of life, but life itself.",
      "full_text": "towards life is bad. I think death is a part of life, but life itself.",
      "time": 2619,
      "time_label": "43:39",
      "tokens": 19
    },
    {
      "id": 88,
      "x": 0.5737836360931396,
      "y": 0.1711038053035736,
      "z": -0.016938190907239914,
      "speaker": "demartini",
      "text": "But life is also taking other resources out of the out of the world, and recycling shoes to not kill yourself. We do it every day. I kill parts of myself every",
      "full_text": "But life is also taking other resources out of the out of the world, and recycling shoes to not kill yourself. We do it every day. I kill parts of myself every",
      "time": 2622,
      "time_label": "43:42",
      "tokens": 41
    },
    {
      "id": 89,
      "x": 0.5299277901649475,
      "y": 0.16889338195323944,
      "z": -0.19121283292770386,
      "speaker": "marcus",
      "text": "day, no, but you're still alive. Fundamentally, I parts of yourself. Yes, there's",
      "full_text": "day, no, but you're still alive. Fundamentally, I parts of yourself. Yes, there's",
      "time": 2632,
      "time_label": "43:52",
      "tokens": 16
    },
    {
      "id": 90,
      "x": 0.6710134744644165,
      "y": 0.33245033025741577,
      "z": 0.09748566895723343,
      "speaker": "demartini",
      "text": "a regeneration wants to survive, and it wants, it wants to live over dying,",
      "full_text": "a regeneration wants to survive, and it wants, it wants to live over dying,",
      "time": 2637,
      "time_label": "43:57",
      "tokens": 18
    },
    {
      "id": 91,
      "x": 0.632321298122406,
      "y": -0.002800116315484047,
      "z": -0.1161746084690094,
      "speaker": "marcus",
      "text": "because life is beautiful, because the world is beautiful, because we get to love people, we get to those people. We get to dance. So Is dad, to hug, we get to kiss, and we chose to be in this life. A...",
      "full_text": "because life is beautiful, because the world is beautiful, because we get to love people, we get to those people. We get to dance. So Is dad, to hug, we get to kiss, and we chose to be in this life. And if someone tries",
      "time": 2642,
      "time_label": "44:02",
      "tokens": 58
    },
    {
      "id": 92,
      "x": 0.5703074336051941,
      "y": 0.4445408582687378,
      "z": -0.07602275162935257,
      "speaker": "demartini",
      "text": "to take there's no songs without death, there's no poetry, there's no What",
      "full_text": "to take there's no songs without death, there's no poetry, there's no What",
      "time": 2655,
      "time_label": "44:15",
      "tokens": 16
    },
    {
      "id": 93,
      "x": 0.5816627144813538,
      "y": 0.3882313072681427,
      "z": -0.10874044895172119,
      "speaker": "marcus",
      "text": "do you mean? There's so many love songs. That's not about death. It's just about the experience of Radical Aliveness.",
      "full_text": "do you mean? There's so many love songs. That's not about death. It's just about the experience of Radical Aliveness.",
      "time": 2659,
      "time_label": "44:19",
      "tokens": 26
    },
    {
      "id": 94,
      "x": 0.4746285378932953,
      "y": -0.29592812061309814,
      "z": -0.21629846096038818,
      "speaker": "demartini",
      "text": "The most wants to both hug and slug you. They always have both lives.",
      "full_text": "The most wants to both hug and slug you. They always have both lives.",
      "time": 2665,
      "time_label": "44:25",
      "tokens": 18
    },
    {
      "id": 95,
      "x": 0.32013803720474243,
      "y": -0.10342403501272202,
      "z": -0.19369451701641083,
      "speaker": "marcus",
      "text": "Yeah, no, I don't I don't agree. I love people. I have no desire. I got 150,000",
      "full_text": "Yeah, no, I don't I don't agree. I love people. I have no desire. I got 150,000",
      "time": 2670,
      "time_label": "44:30",
      "tokens": 22
    },
    {
      "id": 96,
      "x": 0.25263088941574097,
      "y": -0.4383580684661865,
      "z": 0.03614417836070061,
      "speaker": "demartini",
      "text": "people I've asked that question to, and I assure you that there's times when they like the person times when they don't and sometimes hug, sometimes lug, sometimes embrace, sometimes want to push away...",
      "full_text": "people I've asked that question to, and I assure you that there's times when they like the person times when they don't and sometimes hug, sometimes lug, sometimes embrace, sometimes want to push away. That's the nature of us. Will Love is a synthesis of opposite. It's not one sidedness. That's a very, very amygdala, very neophytic industry, understanding about what",
      "time": 2676,
      "time_label": "44:36",
      "tokens": 79
    },
    {
      "id": 97,
      "x": 0.39997410774230957,
      "y": 0.003357389708980918,
      "z": -0.339404433965683,
      "speaker": "marcus",
      "text": "love should there be? No. Law,",
      "full_text": "love should there be? No. Law,",
      "time": 2698,
      "time_label": "44:58",
      "tokens": 7
    },
    {
      "id": 98,
      "x": 0.14831653237342834,
      "y": -0.19746710360050201,
      "z": 0.19983725249767303,
      "speaker": "demartini",
      "text": "we're going to everybody's going to have a different level of awareness at the very bottom, as Kohlberg said in his moral development, the very bottom of the moral development, there's right and wrong...",
      "full_text": "we're going to everybody's going to have a different level of awareness at the very bottom, as Kohlberg said in his moral development, the very bottom of the moral development, there's right and wrong and black and white, and reward and punishment, and Heaven and Hell and all that stuff. As you go up, it becomes more abstract, and you understand situational ethics, until you finally understand universal laws. When universal laws are there, you realize that these are synthesis of opposites, and that's what the purpose of the dialectic was used from Zeno. It was there to teach people to honor both sides of life. So at first you're going to make avoid that, seek that. But as the Buddhist said very beautifully, the desire for that which is unobtainable and the desire to avoid that which is unavoidable as a source of human suffering. People are suffering, trying to get rid of half of their life. If you look and you did a drone viewing of you or me or any human being for three months at a time, and video recorded them 24 hours a day, you wouldn't see a hero without a villain. You wouldn't see a saint without a sinner. You wouldn't see a pods without a negative. You wouldn't see a like without a dislike. Nature has a balance of opposites, and wisdom is the embracing of the two sides of life, not the fantasy of one sidedness. Now I've been studying this 53 years, and I'm certain that there's two sides of life. You have two sides. If I video recorded you, 24 hours a day, even though you're probably never going to put me on your show. If I videotaped you and I got your wife and your family and to your kids and put you and really videotaped you, you'd be hero and villain, and you have to face you know that? Yeah, I because I know human beings. They have both sides.",
      "time": 2701,
      "time_label": "45:01",
      "tokens": 431
    },
    {
      "id": 99,
      "x": 0.20449930429458618,
      "y": 0.03765491023659706,
      "z": -0.3670501410961151,
      "speaker": "marcus",
      "text": "But so you can know me, but I don't know",
      "full_text": "But so you can know me, but I don't know",
      "time": 2795,
      "time_label": "46:35",
      "tokens": 13
    },
    {
      "id": 100,
      "x": 0.28385260701179504,
      "y": 0.006695258431136608,
      "z": -0.29345035552978516,
      "speaker": "demartini",
      "text": "you. I just know human beings. Know",
      "full_text": "you. I just know human beings. Know",
      "time": 2798,
      "time_label": "46:38",
      "tokens": 9
    },
    {
      "id": 101,
      "x": 0.2617577314376831,
      "y": -0.4501264989376068,
      "z": -0.10605575889348984,
      "speaker": "marcus",
      "text": "all human beings, no, just nature",
      "full_text": "all human beings, no, just nature",
      "time": 2800,
      "time_label": "46:40",
      "tokens": 7
    },
    {
      "id": 102,
      "x": -0.0543634369969368,
      "y": -0.11340691149234772,
      "z": 0.26164281368255615,
      "speaker": "demartini",
      "text": "has a set of values. Sure, there's and they're going to have their values supported and challenged throughout their day in life, for sure. And they're going to react nice and mean and kind and cruel. ...",
      "full_text": "has a set of values. Sure, there's and they're going to have their values supported and challenged throughout their day in life, for sure. And they're going to react nice and mean and kind and cruel. And you, if you try to deny that in yourself, well then you're in denial, because that's that's",
      "time": 2804,
      "time_label": "46:44",
      "tokens": 70
    },
    {
      "id": 103,
      "x": 0.4457596242427826,
      "y": -0.052794311195611954,
      "z": 0.11271927505731583,
      "speaker": "marcus",
      "text": "everybody is capable of the greatest of both. I agree. I agree capable of it, but it doesn't mean to get rid of myself.",
      "full_text": "everybody is capable of the greatest of both. I agree. I agree capable of it, but it doesn't mean to get rid of myself.",
      "time": 2820,
      "time_label": "47:00",
      "tokens": 31
    },
    {
      "id": 104,
      "x": 0.6165278553962708,
      "y": -0.007898582145571709,
      "z": -0.03758089989423752,
      "speaker": "demartini",
      "text": "If, if you want to love yourself, you're never going to love yourself. Trying to get rid of half of yourself, you are not going to love yourself.",
      "full_text": "If, if you want to love yourself, you're never going to love yourself. Trying to get rid of half of yourself, you are not going to love yourself.",
      "time": 2826,
      "time_label": "47:06",
      "tokens": 36
    },
    {
      "id": 105,
      "x": 0.19956327974796295,
      "y": -0.0452100969851017,
      "z": -0.31032437086105347,
      "speaker": "marcus",
      "text": "Look, I agree with you. Actually, here",
      "full_text": "Look, I agree with you. Actually, here",
      "time": 2834,
      "time_label": "47:14",
      "tokens": 9
    },
    {
      "id": 106,
      "x": -0.0014996984973549843,
      "y": -0.6540627479553223,
      "z": -0.12432339787483215,
      "speaker": "demartini",
      "text": "you have both sides. Very used to having this on your show, probably, but you're going to have both sides. And your loved one and your wife and your kids are going to have both sides, and no matter wh...",
      "full_text": "you have both sides. Very used to having this on your show, probably, but you're going to have both sides. And your loved one and your wife and your kids are going to have both sides, and no matter what you try to do, they're going",
      "time": 2836,
      "time_label": "47:16",
      "tokens": 59
    },
    {
      "id": 107,
      "x": 0.2766459286212921,
      "y": -0.7203546762466431,
      "z": -0.13287515938282013,
      "speaker": "marcus",
      "text": "to have both they're not going to have them equally, though. Well, to see, you know my mother, my mother,",
      "full_text": "to have both they're not going to have them equally, though. Well, to see, you know my mother, my mother,",
      "time": 2848,
      "time_label": "47:28",
      "tokens": 26
    },
    {
      "id": 108,
      "x": -0.10300730913877487,
      "y": -0.5758394002914429,
      "z": -0.15124158561229706,
      "speaker": "demartini",
      "text": "you may not choose to see both sides. No, that you may choose",
      "full_text": "you may not choose to see both sides. No, that you may choose",
      "time": 2854,
      "time_label": "47:34",
      "tokens": 16
    },
    {
      "id": 109,
      "x": -0.06973793357610703,
      "y": -0.5788412094116211,
      "z": -0.1972150206565857,
      "speaker": "marcus",
      "text": "to, I may not choose to express both sides. That's what a hero does.",
      "full_text": "to, I may not choose to express both sides. That's what a hero does.",
      "time": 2858,
      "time_label": "47:38",
      "tokens": 18
    },
    {
      "id": 110,
      "x": 0.21752707660198212,
      "y": -0.32749852538108826,
      "z": 0.2995985150337219,
      "speaker": "demartini",
      "text": "May not, I will, but nature forces you into a situation where it comes to the surface, repressions eventually Express repression.",
      "full_text": "May not, I will, but nature forces you into a situation where it comes to the surface, repressions eventually Express repression.",
      "time": 2861,
      "time_label": "47:41",
      "tokens": 27
    },
    {
      "id": 111,
      "x": 0.18989086151123047,
      "y": -0.2764955163002014,
      "z": -0.08001379668712616,
      "speaker": "marcus",
      "text": "No, it's my desire. It's not. It's not desires, your amygdala and your lot. It's deeper than that. It's not, you can't it's desire, reductionist, materialist? No, it's not. Desire is universalologist.",
      "full_text": "No, it's my desire. It's not. It's not desires, your amygdala and your lot. It's deeper than that. It's not, you can't it's desire, reductionist, materialist? No, it's not. Desire is universalologist.",
      "time": 2872,
      "time_label": "47:52",
      "tokens": 41
    },
    {
      "id": 112,
      "x": 0.08209792524576187,
      "y": -0.4861258864402771,
      "z": 0.026875412091612816,
      "speaker": "demartini",
      "text": "The amygdala is a source of desire. Look it up, and your executive center tries to govern it, to moderate it, but you're going all your desires to try to be one sided are futile. They're non sustainab...",
      "full_text": "The amygdala is a source of desire. Look it up, and your executive center tries to govern it, to moderate it, but you're going all your desires to try to be one sided are futile. They're non sustainable futilities. They're not going to happen. One sidedness, you may lie to yourself about I'm only a good person, or I'm more good than bad, but you got to look at different people with different perspectives. If somebody comes up to me and has a similar value set to me, they're going to see me as determined and perseverance and forthright, and another person is going to see me with a different set of values. Going to see me pigheaded, rigid and stuck. They're both right in their perspectives, and it's all me. You have both. You may choose to avoid certain people that will point out those sides. You may choose to not want to hear your wife when she's upset with you pointing out those sides. You may not want to hear your perceptions from your kids when they are talking to their friends. You may want to live in a moral hypocrisy about one sidedness and try to be a superior being, but you're going to be humbled when you do that.",
      "time": 2884,
      "time_label": "48:04",
      "tokens": 276
    },
    {
      "id": 113,
      "x": 0.05200618505477905,
      "y": -0.30893465876579285,
      "z": -0.12164685130119324,
      "speaker": "marcus",
      "text": "No, there's, there's a choice. We have agency. Yes, I agree that there's a",
      "full_text": "No, there's, there's a choice. We have agency. Yes, I agree that there's a",
      "time": 2945,
      "time_label": "49:05",
      "tokens": 18
    },
    {
      "id": 114,
      "x": -0.18142125010490417,
      "y": 0.14075879752635956,
      "z": 0.057349082082509995,
      "speaker": "demartini",
      "text": "choice of, you know, where they come from. They come from the experiences that you've accumulated throughout pre gestational",
      "full_text": "choice of, you know, where they come from. They come from the experiences that you've accumulated throughout pre gestational",
      "time": 2951,
      "time_label": "49:11",
      "tokens": 24
    },
    {
      "id": 115,
      "x": 0.0848335400223732,
      "y": -0.2966388463973999,
      "z": -0.04208695515990257,
      "speaker": "marcus",
      "text": "I don't agree with that. So I don't agree that. I don't agree that everything is determined. I agree that. Actually I agree. I believe that we have agency, and then we have a choice, and we have a cho...",
      "full_text": "I don't agree with that. So I don't agree that. I don't agree that everything is determined. I agree that. Actually I agree. I believe that we have agency, and then we have a choice, and we have a choice whether to express our darker inclinations we do, or a choice to express like",
      "time": 2957,
      "time_label": "49:17",
      "tokens": 70
    },
    {
      "id": 116,
      "x": -0.38328084349632263,
      "y": 0.048560358583927155,
      "z": 0.1717023253440857,
      "speaker": "demartini",
      "text": "the buttons that we're going to respond to. Because you're assuming that you can override your impulses, and",
      "full_text": "the buttons that we're going to respond to. Because you're assuming that you can override your impulses, and",
      "time": 2972,
      "time_label": "49:32",
      "tokens": 23
    },
    {
      "id": 117,
      "x": -0.4547366797924042,
      "y": 0.004931436385959387,
      "z": 0.22245647013187408,
      "speaker": "marcus",
      "text": "you can override your impulses. You I've wanted to hit somebody and not done it.",
      "full_text": "you can override your impulses. You I've wanted to hit somebody and not done it.",
      "time": 2978,
      "time_label": "49:38",
      "tokens": 19
    },
    {
      "id": 118,
      "x": -0.34148839116096497,
      "y": -0.20305562019348145,
      "z": 0.19810788333415985,
      "speaker": "demartini",
      "text": "You've repressed it inside yourself and then attacked your customers right here in front of me basically, well, you're basically taking information that goes against what you say, and you're saying, I...",
      "full_text": "You've repressed it inside yourself and then attacked your customers right here in front of me basically, well, you're basically taking information that goes against what you say, and you're saying, I'm gonna refuse to put it on my show because of it. That's what you just said right here. Can you face that you did? Because it's like a fight to you. It doesn't match your brain. Least you're ready to fight. You're ready to fight and said, I'm gonna",
      "time": 2982,
      "time_label": "49:42",
      "tokens": 105
    },
    {
      "id": 119,
      "x": -0.4304203391075134,
      "y": -0.11539208143949509,
      "z": 0.23573020100593567,
      "speaker": "marcus",
      "text": "you're the one that's you're the one that's far more emotional, and you're the one who's accusing me of attacking you, which I'm not. It's that your hands are shaking.",
      "full_text": "you're the one that's you're the one that's far more emotional, and you're the one who's accusing me of attacking you, which I'm not. It's that your hands are shaking.",
      "time": 3003,
      "time_label": "50:03",
      "tokens": 39
    },
    {
      "id": 120,
      "x": -0.32061585783958435,
      "y": -0.32290419936180115,
      "z": 0.19637343287467957,
      "speaker": "demartini",
      "text": "No, it's a time calm when you say that you're going to not go any further on a podcast because of what I'm saying, because fundamentally challenges you, and you're wanting",
      "full_text": "No, it's a time calm when you say that you're going to not go any further on a podcast because of what I'm saying, because fundamentally challenges you, and you're wanting",
      "time": 3013,
      "time_label": "50:13",
      "tokens": 40
    },
    {
      "id": 121,
      "x": 0.40941259264945984,
      "y": 0.3119654655456543,
      "z": 0.14334265887737274,
      "speaker": "marcus",
      "text": "to know, because it's putting out information that I think is detrimental to the world. I know,",
      "full_text": "to know, because it's putting out information that I think is detrimental to the world. I know,",
      "time": 3023,
      "time_label": "50:23",
      "tokens": 22
    },
    {
      "id": 122,
      "x": -0.1514863520860672,
      "y": -0.6113903522491455,
      "z": -0.061255257576704025,
      "speaker": "demartini",
      "text": "and that's that's your you have a prerogative to do that. You're free to do it your podcast. I can be you can throw this tape right out. But the reality is, you can lie to yourself about that you don'...",
      "full_text": "and that's that's your you have a prerogative to do that. You're free to do it your podcast. I can be you can throw this tape right out. But the reality is, you can lie to yourself about that you don't have both sides. And you can try to said, I",
      "time": 3026,
      "time_label": "50:26",
      "tokens": 66
    },
    {
      "id": 123,
      "x": -0.16301612555980682,
      "y": -0.52437424659729,
      "z": -0.2651127576828003,
      "speaker": "marcus",
      "text": "didn't have both sides, John, you're putting words in my mouth multiple different times, but you have your argument.",
      "full_text": "didn't have both sides, John, you're putting words in my mouth multiple different times, but you have your argument.",
      "time": 3040,
      "time_label": "50:40",
      "tokens": 24
    },
    {
      "id": 124,
      "x": -0.14936064183712006,
      "y": -0.11405245214700699,
      "z": 0.1649121791124344,
      "speaker": "demartini",
      "text": "Your agency is not completely under your control. No human being has complete control over their agency. That's the fantasy that people have. They're going to react. You know how I know, because you'v...",
      "full_text": "Your agency is not completely under your control. No human being has complete control over their agency. That's the fantasy that people have. They're going to react. You know how I know, because you've already stated, If I saw this, that's a terrible thing, and you already reacted by labeling it terrible.",
      "time": 3046,
      "time_label": "50:46",
      "tokens": 67
    },
    {
      "id": 125,
      "x": -0.4741365313529968,
      "y": 0.2684003710746765,
      "z": 0.20015738904476166,
      "speaker": "marcus",
      "text": "Yes, if I saw somebody, if I saw somebody beating a child to a pulp, I would react. Yes, yeah, I would. But I know you, and would you walk away?",
      "full_text": "Yes, if I saw somebody, if I saw somebody beating a child to a pulp, I would react. Yes, yeah, I would. But I know you, and would you walk away?",
      "time": 3061,
      "time_label": "51:01",
      "tokens": 40
    },
    {
      "id": 126,
      "x": -0.4243188500404358,
      "y": 0.24859875440597534,
      "z": 0.43011319637298584,
      "speaker": "demartini",
      "text": "I know a gentleman right now who's in Australia, in Brisbane, Australia, who was beaten as a child, and right now he's one of the biggest educators.",
      "full_text": "I know a gentleman right now who's in Australia, in Brisbane, Australia, who was beaten as a child, and right now he's one of the biggest educators.",
      "time": 3069,
      "time_label": "51:09",
      "tokens": 35
    },
    {
      "id": 127,
      "x": -0.18879498541355133,
      "y": 0.054555077105760574,
      "z": -0.42225366830825806,
      "speaker": "marcus",
      "text": "Does that not mean I shouldn't stop what was happening.",
      "full_text": "Does that not mean I shouldn't stop what was happening.",
      "time": 3077,
      "time_label": "51:17",
      "tokens": 13
    },
    {
      "id": 128,
      "x": -0.08466922491788864,
      "y": -0.006095718592405319,
      "z": 0.0596090704202652,
      "speaker": "demartini",
      "text": "You are going to, if you, if you have a perception that I'm saying, you're going to try to protect the",
      "full_text": "You are going to, if you, if you have a perception that I'm saying, you're going to try to protect the",
      "time": 3080,
      "time_label": "51:20",
      "tokens": 27
    },
    {
      "id": 129,
      "x": -0.16210612654685974,
      "y": -0.10537169128656387,
      "z": -0.47408702969551086,
      "speaker": "marcus",
      "text": "child, but I but should I not? You're saying that there's no I'm not",
      "full_text": "child, but I but should I not? You're saying that there's no I'm not",
      "time": 3085,
      "time_label": "51:25",
      "tokens": 18
    },
    {
      "id": 130,
      "x": -0.3953593969345093,
      "y": 0.2583237886428833,
      "z": 0.12369635701179504,
      "speaker": "demartini",
      "text": "putting moral shoulds on there. That's some authority that you've given power to that's outside you. I'm looking at that situation, at that moment, and taking that and based on my experiences and base...",
      "full_text": "putting moral shoulds on there. That's some authority that you've given power to that's outside you. I'm looking at that situation, at that moment, and taking that and based on my experiences and based on my values, I'm going to respond. I may try to protect the child. I may try to run. I may tell this child to run. I may throw a stone. I don't know what I'm going to do. It's all hypothetical until I'm in that situation. And to say it what I would do is kind of hypothetical until I do.",
      "time": 3089,
      "time_label": "51:29",
      "tokens": 124
    },
    {
      "id": 131,
      "x": -0.23408876359462738,
      "y": 0.16477654874324799,
      "z": 0.06494348496198654,
      "speaker": "marcus",
      "text": "It's actually called premeditation. It's what every different, every different stoic, every different Samurai, every different don't know you. You go through these hypothetical scenarios so that you k...",
      "full_text": "It's actually called premeditation. It's what every different, every different stoic, every different Samurai, every different don't know you. You go through these hypothetical scenarios so that you know how you will act according to your own value system that you believe is the value system,",
      "time": 3117,
      "time_label": "51:57",
      "tokens": 59
    },
    {
      "id": 132,
      "x": -0.023144753649830818,
      "y": -0.12443219870328903,
      "z": 0.3644184172153473,
      "speaker": "demartini",
      "text": "force you to the edge of your awareness every time you will automatically attract the more you try to protect yourself from certain people, the more you attract the predator. I guarantee you,",
      "full_text": "force you to the edge of your awareness every time you will automatically attract the more you try to protect yourself from certain people, the more you attract the predator. I guarantee you,",
      "time": 3135,
      "time_label": "52:15",
      "tokens": 42
    },
    {
      "id": 133,
      "x": -0.45267605781555176,
      "y": 0.22978657484054565,
      "z": 0.5937285423278809,
      "speaker": "marcus",
      "text": "everybody who's been attracted it into their life. Anytime you're addicted to answer this question, everybody who's been attracted that 1300 cases of pedophilia, 13k and the children attracted the ped...",
      "full_text": "everybody who's been attracted it into their life. Anytime you're addicted to answer this question, everybody who's been attracted that 1300 cases of pedophilia, 13k and the children attracted the pedophile. I didn't say attracted you did. No, I never said you attracted into their life. I said that they",
      "time": 3145,
      "time_label": "52:25",
      "tokens": 65
    },
    {
      "id": 134,
      "x": 0.19291266798973083,
      "y": -0.46737971901893616,
      "z": 0.12212757021188736,
      "speaker": "demartini",
      "text": "will automatically have in their life the counterbalancing perception. So if they're addicted to one side, the opposite comes,",
      "full_text": "will automatically have in their life the counterbalancing perception. So if they're addicted to one side, the opposite comes,",
      "time": 3161,
      "time_label": "52:41",
      "tokens": 24
    },
    {
      "id": 135,
      "x": -0.4390031695365906,
      "y": 0.22495783865451813,
      "z": 0.6011766195297241,
      "speaker": "marcus",
      "text": "okay, let's go answer that question. Then the child and the and the person who's been did they attract that into their life? Okay?",
      "full_text": "okay, let's go answer that question. Then the child and the and the person who's been did they attract that into their life? Okay?",
      "time": 3168,
      "time_label": "52:48",
      "tokens": 31
    },
    {
      "id": 136,
      "x": -0.2016027718782425,
      "y": 0.08751823008060455,
      "z": 0.5262860655784607,
      "speaker": "demartini",
      "text": "You really want to go there. Let's go. All right, when you take if you start with it's too broad. You got to break down to its components. First thing you find is something like threat. Then you might...",
      "full_text": "You really want to go there. Let's go. All right, when you take if you start with it's too broad. You got to break down to its components. First thing you find is something like threat. Then you might find violence, then you might find deceit. You break it down, there's 18 most common things that I've seen in cases, 18. Now, if I asked you, have you ever threaten somebody? If you're honest, you'll have said, Yes, you've probably threatened somebody in your life. If I said you ever tried to force somebody to do something they didn't want to do. If you're honest with yourself, you probably have done that. Maybe your kids when they wanted to play and you said, No, do your homework. If you go and and you take a look at where You've deceived somebody, well, You've deceived yourself in some cases, and probably other people. If you break into its little components and identify all the components, and don't take the big generalization and label you have done the same thing. So the first thing I do with people that have been just I go in and help them find out what are the components, where do they have done them in their life? That calms down some of the judgment on it in the first place. So instead of being a victim, they're now looking at it with a little bit more rationality. Then I go in there. Let's take each one. What was the gain and the benefit that came out of that moment? And I did that in front of 600 people for a lady that was stabbed 18 times and left on a street with a chain to a piece of cement to be run over by trucks in about an hour and a half, she was in a state of gratitude. She shifted her perspective. She actually closed her eyes and saw the individual that did it. She was freed from the anger and resentment. She lost 45 to 50 pounds of weight. She changed her hair. She was now able to date people again. She started her own radio show in Washington, DC. Her life changed because I asked questions that she never got asked because she was trapped, and that was evil, and I'm now trapped for the rest of my life in that thing I made her look at where she did everything that he had done in her own form, she in her moan, metaphorically, even stabbed people in the back that were close friends. Her perspective, she found out what was the upsides to it. It helped her get out of a relationship she didn't want to be in. It helped her get out of a city she didn't want to live in. There's a whole lot of things that came out of it that she was very blessed by. When she got through she actually closed her eyes, saw the individual that experienced this from she had tears arise. She said, thank you. And that's something that most people don't comprehend. And most people are real caught in their little moral trips, and they're basically victims of history their whole life, instead of looking at a possibility that there may be an alternative way of looking at life.",
      "time": 3178,
      "time_label": "52:58",
      "tokens": 722
    },
    {
      "id": 137,
      "x": -0.07011137157678604,
      "y": 0.04931453615427017,
      "z": 0.5903522968292236,
      "speaker": "marcus",
      "text": "So I think that what you went through with her was a very beautiful thing. Well, I've",
      "full_text": "So I think that what you went through with her was a very beautiful thing. Well, I've",
      "time": 3333,
      "time_label": "55:33",
      "tokens": 22
    },
    {
      "id": 138,
      "x": 0.16590553522109985,
      "y": 0.4370036721229553,
      "z": 0.261140376329422,
      "speaker": "demartini",
      "text": "done that on 1300 I don't I don't deny that, and that's why you won't convince me that you can't find blessings in it. I'm not trying to convince you that. But so then hold on. It's not evil until you...",
      "full_text": "done that on 1300 I don't I don't deny that, and that's why you won't convince me that you can't find blessings in it. I'm not trying to convince you that. But so then hold on. It's not evil until you choose to make it stay evil. It's just an event.",
      "time": 3339,
      "time_label": "55:39",
      "tokens": 66
    },
    {
      "id": 139,
      "x": 0.22457200288772583,
      "y": 0.13695380091667175,
      "z": 0.1667240411043167,
      "speaker": "marcus",
      "text": "Last of the great human freedoms is the ability to choose our attitude towards any given circumstance. William James state that, yeah. Victor Frankl. Victor Franklin on logotherapy, yep. So fundamenta...",
      "full_text": "Last of the great human freedoms is the ability to choose our attitude towards any given circumstance. William James state that, yeah. Victor Frankl. Victor Franklin on logotherapy, yep. So fundamentally, like we whatever happens to us, we can choose to make that a blessing. I agree with you. So, however, why are we going to label it good or bad then?",
      "time": 3352,
      "time_label": "55:52",
      "tokens": 80
    },
    {
      "id": 140,
      "x": -0.09292647987604141,
      "y": -0.5784684419631958,
      "z": -0.18343952298164368,
      "speaker": "demartini",
      "text": "Then why not just see both sides?",
      "full_text": "Then why not just see both sides?",
      "time": 3371,
      "time_label": "56:11",
      "tokens": 9
    },
    {
      "id": 141,
      "x": -0.26891130208969116,
      "y": 0.22601263225078583,
      "z": 0.5723949670791626,
      "speaker": "marcus",
      "text": "Because, why not see what we do? Why it happens is different than actually doing something to prevent that from happening. But if you're, if you're saying that she Are you saying that this person who ...",
      "full_text": "Because, why not see what we do? Why it happens is different than actually doing something to prevent that from happening. But if you're, if you're saying that she Are you saying that this person who was stabbed, that she attracted it into her life because of because she had stabbed people?",
      "time": 3374,
      "time_label": "56:14",
      "tokens": 67
    },
    {
      "id": 142,
      "x": -0.1194973737001419,
      "y": 0.11318794637918472,
      "z": 0.620433509349823,
      "speaker": "demartini",
      "text": "Prove or disprove that that's not. None of that is pertinent. That's That's a That's like trying to get a why that happened, I don't know that. All I know is what we've got. She was she was stabbed. A...",
      "full_text": "Prove or disprove that that's not. None of that is pertinent. That's That's a That's like trying to get a why that happened, I don't know that. All I know is what we've got. She was she was stabbed. All we have is when it's presented to me, that's all I got. Now she's sitting there in a suicidal mode. She's taking drugs, she's gained weight, She's protecting herself from relationships. She can't keep a job down. She's doing alcohol and drugs, that's what I'm presented with. When she finished, she was in a state of grace. She saw a hidden order to it. She was very thankful. She moved forward. She ended up writing a book. She went on and made her own radio show. She ended up losing weight, cleaning up her looks. I mean, she looked completely different. And who's with man now. So is that a terrible event, or was that an event that she perceived as terrible? And for 13 or 14 years, no, 18 years, she was in misery over it, and then in an hour and a half, she changed it and turned on and did something amazing in life. So is that event the cause of all this pain and suffering, or is it a perception of that event and how she decided to see it? That's where we have agency. That's agency, the ability to transform the perception and allow whatever's out there to be used for something amazing, instead of sitting there and labeling a good or bad.",
      "time": 3394,
      "time_label": "56:34",
      "tokens": 335
    },
    {
      "id": 143,
      "x": -0.2547764480113983,
      "y": 0.252847820520401,
      "z": 0.6319181323051453,
      "speaker": "marcus",
      "text": "And so if you saw that person stabbing her 18 times tying her to the cinder block ready to get run over, you would say, Ah, this might be a blessing.",
      "full_text": "And so if you saw that person stabbing her 18 times tying her to the cinder block ready to get run over, you would say, Ah, this might be a blessing.",
      "time": 3477,
      "time_label": "57:57",
      "tokens": 40
    },
    {
      "id": 144,
      "x": -0.14242129027843475,
      "y": 0.07664554566144943,
      "z": 0.46167322993278503,
      "speaker": "demartini",
      "text": "I don't know yet. I can't label it good and evil. I don't know yet. So there's all I know is that I look, if I go and if I go and say that, that I don't know what's in that guy's mind. I don't know ho...",
      "full_text": "I don't know yet. I can't label it good and evil. I don't know yet. So there's all I know is that I look, if I go and if I go and say that, that I don't know what's in that guy's mind. I don't know how he's been raised, I don't know what he's been through. I don't know how he's perceiving. I don't know what his values are. I don't know those things. So too, if we were in his moccasins and we were walking his path, we might have the same behavior. We don't know. I don't know that. If you know, I've seen people that have, that have grown up where they have they're beaten by their dad, and they're like that, and they grow up thinking, you know, I would, I just want to stay away from all violence. And then they end up marrying three women in a row that are violent, like their dads, to try to learn the lesson that they're trying to separate one side from the other. And so they go from one pole to the other as a dissociation and a kind of a freeze response, and create a fantasy land out there, and I get addicted the fantasy land. Instead of honoring the order of what's there, I'm just a guy that's basically stopping because if I see black and white and I see good and evil, and I start there, I can't help them. I am stuck with them. I'm right there. My Compassion is one wounded person buying into the wounds of another person and staying stuck with them in a sympathy which keeps them juvenile dependent and not grow. And they stay stuck. I've seen it in women's battered shelters, places that I've gone and spoken in. They stay there, and the government's funding the darn thing, and it's keeping that as a business. And those people are just staying stuck. I go in there and I help them see the other side. They're set free. They go out and get jobs. They go out there and value themselves again.",
      "time": 3486,
      "time_label": "58:06",
      "tokens": 461
    },
    {
      "id": 145,
      "x": -0.18530061841011047,
      "y": 0.3765455186367035,
      "z": 0.4178844094276428,
      "speaker": "marcus",
      "text": "I'm not a victim mindset apologist. I don't believe that we should give it a title called",
      "full_text": "I'm not a victim mindset apologist. I don't believe that we should give it a title called",
      "time": 3584,
      "time_label": "59:44",
      "tokens": 22
    },
    {
      "id": 146,
      "x": -0.06339829415082932,
      "y": 0.4674990773200989,
      "z": 0.3863674998283386,
      "speaker": "demartini",
      "text": "a victim. Why are we going to label it as an evil and a thing? Why not just label it as an event, an event, both",
      "full_text": "a victim. Why are we going to label it as an evil and a thing? Why not just label it as an event, an event, both",
      "time": 3589,
      "time_label": "59:49",
      "tokens": 33
    },
    {
      "id": 147,
      "x": -0.2439860999584198,
      "y": 0.08851344883441925,
      "z": -0.32773342728614807,
      "speaker": "marcus",
      "text": "sides, certain events, certain events should be stopped.",
      "full_text": "sides, certain events, certain events should be stopped.",
      "time": 3596,
      "time_label": "59:56",
      "tokens": 10
    },
    {
      "id": 148,
      "x": 0.13898105919361115,
      "y": 0.07462659478187561,
      "z": -0.37426671385765076,
      "speaker": "demartini",
      "text": "Yeah. Yeah. Well, you believe you know that. I do know that. Well, okay, then you're,",
      "full_text": "Yeah. Yeah. Well, you believe you know that. I do know that. Well, okay, then you're,",
      "time": 3599,
      "time_label": "59:59",
      "tokens": 20
    },
    {
      "id": 149,
      "x": -0.3733806312084198,
      "y": 0.6030220985412598,
      "z": 0.3606269955635071,
      "speaker": "marcus",
      "text": "well, somebody, I don't know any torturing another individual.",
      "full_text": "well, somebody, I don't know any torturing another individual.",
      "time": 3606,
      "time_label": "60:06",
      "tokens": 11
    },
    {
      "id": 150,
      "x": -0.1757110357284546,
      "y": 0.14416320621967316,
      "z": -0.4782695770263672,
      "speaker": "demartini",
      "text": "Matter how much try to stop that. You have not stopped it. No one has. No one stops it.",
      "full_text": "Matter how much try to stop that. You have not stopped it. No one has. No one stops it.",
      "time": 3610,
      "time_label": "60:10",
      "tokens": 24
    },
    {
      "id": 151,
      "x": -0.4595721364021301,
      "y": 0.1833285093307495,
      "z": -0.5496392846107483,
      "speaker": "marcus",
      "text": "You can stop it locally, if it's happening like Christopher Catan in that train, he stopped multiple people from being stabbed to death. Yes, he's a hero.",
      "full_text": "You can stop it locally, if it's happening like Christopher Catan in that train, he stopped multiple people from being stabbed to death. Yes, he's a hero.",
      "time": 3616,
      "time_label": "60:16",
      "tokens": 35
    },
    {
      "id": 152,
      "x": -0.21103008091449738,
      "y": 0.20032662153244019,
      "z": -0.49209123849868774,
      "speaker": "demartini",
      "text": "Look, there are, there are policemen out there trying to stop that every single day, and there's and",
      "full_text": "Look, there are, there are policemen out there trying to stop that every single day, and there's and",
      "time": 3625,
      "time_label": "60:25",
      "tokens": 23
    },
    {
      "id": 153,
      "x": -0.2331724762916565,
      "y": 0.3044895529747009,
      "z": -0.30293843150138855,
      "speaker": "marcus",
      "text": "if there weren't, there would be more crazy shit happening,",
      "full_text": "if there weren't, there would be more crazy shit happening,",
      "time": 3630,
      "time_label": "60:30",
      "tokens": 13
    },
    {
      "id": 154,
      "x": 0.295048326253891,
      "y": -0.42327892780303955,
      "z": 0.2200780063867569,
      "speaker": "demartini",
      "text": "probably, but, but the as you have one the hero, you also have the villain, and you get rid of one villain, you now give an opportunity for other villains to come in. You don't get rid of those two si...",
      "full_text": "probably, but, but the as you have one the hero, you also have the villain, and you get rid of one villain, you now give an opportunity for other villains to come in. You don't get rid of those two sides of nature. Whatever collective society represses, selective society expresses. That's been demonstrated by Nietzsche and many philosophers and Machiavelli and Castiglione. So whatever we condemn in society and try to repress, it doesn't go away. It concentrates in another place, in an individual. Now, the question is, is this repression in this group over here causing that person to be the one that's outletting it? If so, pointing our finger at them is really very shallow. Let me, let me explain something in a family, time you are you have a brother or sister, yeah, several. Okay, well, there's someone in your family that's playing out the opposite pull of you. There's somebody out there in the family dynamic. Because family dynamics, the summation of all family dynamics, cancel each other in value systems. So whatever you think is good, there's somebody who's gonna play the opposite to you. And the more you're morally right, the more there's gonna be this is gonna be situational or the more you're directed and clear in agency, the more they just go with the flow. There'll be pairs of opposites in that family, and you're smiling because you",
      "time": 3633,
      "time_label": "60:33",
      "tokens": 306
    },
    {
      "id": 155,
      "x": 0.49635082483291626,
      "y": -0.6844432950019836,
      "z": -0.11443845927715302,
      "speaker": "marcus",
      "text": "know there's truth. No, that's bullshit. That's not true. Like, I know so many families where that's just not true. Well, okay. I mean, like, you can't say that in every single family, you're gonna ha...",
      "full_text": "know there's truth. No, that's bullshit. That's not true. Like, I know so many families where that's just not true. Well, okay. I mean, like, you can't say that in every single family, you're gonna have the two opposite poles Express. That's crazy",
      "time": 3704,
      "time_label": "61:44",
      "tokens": 55
    },
    {
      "id": 156,
      "x": 0.484722763299942,
      "y": -0.7582224607467651,
      "z": -0.0510549321770668,
      "speaker": "demartini",
      "text": "in the family, knowing every single family in genetic expression. The family dynamic has pairs of opposites.",
      "full_text": "in the family, knowing every single family in genetic expression. The family dynamic has pairs of opposites.",
      "time": 3718,
      "time_label": "61:58",
      "tokens": 22
    },
    {
      "id": 157,
      "x": 0.3697839081287384,
      "y": -0.7716754674911499,
      "z": -0.2002059370279312,
      "speaker": "marcus",
      "text": "My wife has one sister. They're both lovely, sweet. I know",
      "full_text": "My wife has one sister. They're both lovely, sweet. I know",
      "time": 3724,
      "time_label": "62:04",
      "tokens": 14
    },
    {
      "id": 158,
      "x": 0.5013949871063232,
      "y": -0.34716010093688965,
      "z": -0.25934040546417236,
      "speaker": "demartini",
      "text": "them deeply. They're both lovely to somebody.",
      "full_text": "them deeply. They're both lovely to somebody.",
      "time": 3729,
      "time_label": "62:09",
      "tokens": 9
    },
    {
      "id": 159,
      "x": 0.51177978515625,
      "y": -0.3034350872039795,
      "z": -0.26442188024520874,
      "speaker": "marcus",
      "text": "No, they're actually objectively lovely, okay?",
      "full_text": "No, they're actually objectively lovely, okay?",
      "time": 3733,
      "time_label": "62:13",
      "tokens": 7
    },
    {
      "id": 160,
      "x": 0.3822576105594635,
      "y": -0.8050811886787415,
      "z": -0.1228092685341835,
      "speaker": "demartini",
      "text": "But in a family dynamic, you're not giving me the whole family, you're giving me the two sisters.",
      "full_text": "But in a family dynamic, you're not giving me the whole family, you're giving me the two sisters.",
      "time": 3736,
      "time_label": "62:16",
      "tokens": 23
    },
    {
      "id": 161,
      "x": 0.4173997938632965,
      "y": -0.7665500044822693,
      "z": -0.06754635274410248,
      "speaker": "marcus",
      "text": "Okay, so, okay, okay. So then you're saying, like the whole family in the broader",
      "full_text": "Okay, so, okay, okay. So then you're saying, like the whole family in the broader",
      "time": 3740,
      "time_label": "62:20",
      "tokens": 19
    },
    {
      "id": 162,
      "x": 0.4061967730522156,
      "y": -0.6271736025810242,
      "z": -0.009775623679161072,
      "speaker": "demartini",
      "text": "summation, the summation of the whole family are complementary opposites that equal love. And so that mechanism is not just in a micro world, in the sense of a family, it's global. So every single thi...",
      "full_text": "summation, the summation of the whole family are complementary opposites that equal love. And so that mechanism is not just in a micro world, in the sense of a family, it's global. So every single thing out there that somebody believes in and has a value on, there's somebody with an opposite set of values. There's a complete spec, but it",
      "time": 3744,
      "time_label": "62:24",
      "tokens": 79
    },
    {
      "id": 163,
      "x": 0.48196473717689514,
      "y": -0.7816696763038635,
      "z": -0.04490642249584198,
      "speaker": "marcus",
      "text": "has to, it has to equal out in a single family across",
      "full_text": "has to, it has to equal out in a single family across",
      "time": 3763,
      "time_label": "62:43",
      "tokens": 15
    },
    {
      "id": 164,
      "x": 0.5802738666534424,
      "y": 0.04832271486520767,
      "z": -0.17619411647319794,
      "speaker": "demartini",
      "text": "the planet. This has been shown",
      "full_text": "the planet. This has been shown",
      "time": 3766,
      "time_label": "62:46",
      "tokens": 7
    },
    {
      "id": 165,
      "x": 0.44849422574043274,
      "y": -0.5342164039611816,
      "z": 0.01484149880707264,
      "speaker": "marcus",
      "text": "maybe, maybe across, maybe across the cot, across the cosmos. I actually",
      "full_text": "maybe, maybe across, maybe across the cot, across the cosmos. I actually",
      "time": 3768,
      "time_label": "62:48",
      "tokens": 15
    },
    {
      "id": 166,
      "x": 0.32354971766471863,
      "y": -0.3890790045261383,
      "z": -0.0018668572884052992,
      "speaker": "demartini",
      "text": "believe in there has to be symmetric Cosmos we started.",
      "full_text": "believe in there has to be symmetric Cosmos we started.",
      "time": 3773,
      "time_label": "62:53",
      "tokens": 13
    },
    {
      "id": 167,
      "x": 0.4641389548778534,
      "y": -0.681374728679657,
      "z": -0.011838367208838463,
      "speaker": "marcus",
      "text": "But to imagine that the cosmos has to be reflected in a single family. Why can't one one whole family be because and one other whole family be the opposite pole, and then",
      "full_text": "But to imagine that the cosmos has to be reflected in a single family. Why can't one one whole family be because and one other whole family be the opposite pole, and then",
      "time": 3776,
      "time_label": "62:56",
      "tokens": 42
    },
    {
      "id": 168,
      "x": 0.22920536994934082,
      "y": -0.2588980495929718,
      "z": -0.4966967701911926,
      "speaker": "demartini",
      "text": "each other, and they'll marry each other? No, they won't.",
      "full_text": "each other, and they'll marry each other? No, they won't.",
      "time": 3788,
      "time_label": "63:08",
      "tokens": 13
    },
    {
      "id": 169,
      "x": -0.04500487446784973,
      "y": 0.018004700541496277,
      "z": -0.4784121513366699,
      "speaker": "marcus",
      "text": "They won't. They don't. I assure you, there's a law of",
      "full_text": "They won't. They don't. I assure you, there's a law of",
      "time": 3791,
      "time_label": "63:11",
      "tokens": 14
    },
    {
      "id": 170,
      "x": 0.3096143305301666,
      "y": -0.4978635907173157,
      "z": -0.4686300754547119,
      "speaker": "demartini",
      "text": "similars and differences. The law of similars and differences. When you infatuate with somebody, you see more similarities and differences. When you resent somebody, you see more differences similarit...",
      "full_text": "similars and differences. The law of similars and differences. When you infatuate with somebody, you see more similarities and differences. When you resent somebody, you see more differences similarities. So you're attracted to the similarities because of that. So you're attracted to it, but you attract the opposite, because the person has both sides. So you're going to get both sides, the nice, the mean, the kind, the cruel, the positive, the negative, the peace and war. So to say that there's not a pair of opposites and families is just not seeing the obvious, because it is. It may not be in the two sisters, they may have the brother that's playing the opposite, or a father that's playing the opposite, but there's a pair of opposites in that family. The same thing occurs on social structure. That's why you have a balance of peace and war. In the Global Peace Index, people think they're going to go out and create world peace. It's a complete delusion. In fantasy, peace and war has been on the balance, and has stayed balanced, and every year they document it, 99.7% of the population in the world is being monitored by 23 parameters in every country, showing that these things maintain balance. If you look at the borders of European borders, for the last 1000 years, there hasn't been one year that hasn't had war going on in that in those countries. So peace and war is, I don't,",
      "time": 3793,
      "time_label": "63:13",
      "tokens": 321
    },
    {
      "id": 171,
      "x": 0.10863249003887177,
      "y": 0.06832480430603027,
      "z": -0.40585118532180786,
      "speaker": "marcus",
      "text": "I don't think that's accurate. Actually, I think if we look this up, I think if we look this up, right?",
      "full_text": "I don't think that's accurate. Actually, I think if we look this up, I think if we look this up, right?",
      "time": 3861,
      "time_label": "64:21",
      "tokens": 27
    },
    {
      "id": 172,
      "x": 0.1307319551706314,
      "y": 0.1200142428278923,
      "z": -0.46819552779197693,
      "speaker": "demartini",
      "text": "Peace Index, look it up, okay, historically",
      "full_text": "Peace Index, look it up, okay, historically",
      "time": 3865,
      "time_label": "64:25",
      "tokens": 9
    },
    {
      "id": 173,
      "x": 0.05890140309929848,
      "y": -0.47736939787864685,
      "z": -0.9868768453598022,
      "speaker": "marcus",
      "text": "speaking, has there been, there's peace and more, more or less war as time, hold",
      "full_text": "speaking, has there been, there's peace and more, more or less war as time, hold",
      "time": 3871,
      "time_label": "64:31",
      "tokens": 19
    },
    {
      "id": 174,
      "x": 0.08561793714761734,
      "y": -0.49905791878700256,
      "z": -0.889339029788971,
      "speaker": "demartini",
      "text": "on, man, if you ask different people, they're going to take a side. I know. But ask the Global Peace Index, which is monitoring the 23 parameters that they base it on by scholars. Today, it has 83 cou...",
      "full_text": "on, man, if you ask different people, they're going to take a side. I know. But ask the Global Peace Index, which is monitoring the 23 parameters that they base it on by scholars. Today, it has 83 countries, it's more peace, and 81 countries, it's more war. Next time it goes 8281 83 it said, Fuck.",
      "time": 3879,
      "time_label": "64:39",
      "tokens": 74
    },
    {
      "id": 175,
      "x": 0.03963838145136833,
      "y": -0.4388537108898163,
      "z": -0.9736098647117615,
      "speaker": "marcus",
      "text": "Trades, historically speaking, the long term trend in war and violence shows a substantial decline over 1000s of years, though, with important nuances depending on the timeframe and metric.",
      "full_text": "Trades, historically speaking, the long term trend in war and violence shows a substantial decline over 1000s of years, though, with important nuances depending on the timeframe and metric.",
      "time": 3900,
      "time_label": "65:00",
      "tokens": 37
    },
    {
      "id": 176,
      "x": 0.03481829911470413,
      "y": -0.44575387239456177,
      "z": -0.8773849010467529,
      "speaker": "demartini",
      "text": "Yes, but that's based on just military war. That's not based on what their parameters are. We have banking wars, economic wars, relationship wars, there's conflicts.",
      "full_text": "Yes, but that's based on just military war. That's not based on what their parameters are. We have banking wars, economic wars, relationship wars, there's conflicts.",
      "time": 3909,
      "time_label": "65:09",
      "tokens": 33
    },
    {
      "id": 177,
      "x": 0.05107700079679489,
      "y": -0.3930666446685791,
      "z": -0.8720461130142212,
      "speaker": "marcus",
      "text": "Then the Global Peace Index is talking about banking wars.",
      "full_text": "Then the Global Peace Index is talking about banking wars.",
      "time": 3921,
      "time_label": "65:21",
      "tokens": 13
    },
    {
      "id": 178,
      "x": 0.043235961347818375,
      "y": -0.5155740976333618,
      "z": -0.9269152283668518,
      "speaker": "demartini",
      "text": "It's talking about all forms of conflict and peace that go on in the world, and it fluctuates based on different areas. Military wars go up and down. There's cycles to them. There are military wars th...",
      "full_text": "It's talking about all forms of conflict and peace that go on in the world, and it fluctuates based on different areas. Military wars go up and down. There's cycles to them. There are military wars that",
      "time": 3924,
      "time_label": "65:24",
      "tokens": 48
    },
    {
      "id": 179,
      "x": 0.016430143266916275,
      "y": -0.41547727584838867,
      "z": -1.0,
      "speaker": "marcus",
      "text": "go up and down. No, they've been historically declining over 1000 years. Pull up European borders, 1000 years. All right, I don't even know what question got an",
      "full_text": "go up and down. No, they've been historically declining over 1000 years. Pull up European borders, 1000 years. All right, I don't even know what question got an",
      "time": 3936,
      "time_label": "65:36",
      "tokens": 36
    },
    {
      "id": 180,
      "x": 0.01702849566936493,
      "y": -0.5014739036560059,
      "z": -0.9636663794517517,
      "speaker": "demartini",
      "text": "image of the European borders, and they're fluctuating year by year by year. And there's not one year that doesn't have a conflict, in a war and a new where the borders of Poland and Russia and all th...",
      "full_text": "image of the European borders, and they're fluctuating year by year by year. And there's not one year that doesn't have a conflict, in a war and a new where the borders of Poland and Russia and all these things are all constantly, constantly moving. Every time there's a movement there's a war, though, to say that there's not war going on at all times, it's just ludicrous.",
      "time": 3945,
      "time_label": "65:45",
      "tokens": 88
    },
    {
      "id": 181,
      "x": -0.023387998342514038,
      "y": -0.4488990604877472,
      "z": -0.9015287756919861,
      "speaker": "marcus",
      "text": "I didn't say that there's not war. I said that there's a decline, and there's a decline,",
      "full_text": "I didn't say that there's not war. I said that there's a decline, and there's a decline,",
      "time": 3964,
      "time_label": "66:04",
      "tokens": 22
    },
    {
      "id": 182,
      "x": 0.4031425714492798,
      "y": -0.673266589641571,
      "z": -0.197613924741745,
      "speaker": "demartini",
      "text": "there's there we have. I I've spoken, I'm about to speak to the United Nations in Bangkok on this very topic, because they've asked me to present them information. So let's inside your life, you have ...",
      "full_text": "there's there we have. I I've spoken, I'm about to speak to the United Nations in Bangkok on this very topic, because they've asked me to present them information. So let's inside your life, you have moments of calm and moments of turmoil. Fact, fact, in moments with your wife, you have moments of calm and moments of turmoil. Fact, right, when you have your children, you have moments of peace, moments of war, moments of calm, moments of turmoil with your children. Sometimes they're crying, sometimes they're smiling, sometimes they're peaceful in the bed, sometimes just crying, screaming",
      "time": 3969,
      "time_label": "66:09",
      "tokens": 128
    },
    {
      "id": 183,
      "x": 0.2430066615343094,
      "y": -0.20789436995983124,
      "z": -0.4512559771537781,
      "speaker": "marcus",
      "text": "and yelling at each other. Don't know that yet, but I will soon. Oh, we",
      "full_text": "and yelling at each other. Don't know that yet, but I will soon. Oh, we",
      "time": 4001,
      "time_label": "66:41",
      "tokens": 19
    },
    {
      "id": 184,
      "x": 0.41288626194000244,
      "y": -0.8310665488243103,
      "z": -0.1387334018945694,
      "speaker": "demartini",
      "text": "haven't got kids yet. No, well, you will discover that, I promise you, when you discover that now, when you get with your family, do you have your brothers and sisters and they have kids and their fam...",
      "full_text": "haven't got kids yet. No, well, you will discover that, I promise you, when you discover that now, when you get with your family, do you have your brothers and sisters and they have kids and their family? Guess what? You'll find moments of calm, moments of turmoil,",
      "time": 4005,
      "time_label": "66:45",
      "tokens": 62
    },
    {
      "id": 185,
      "x": 0.45688626170158386,
      "y": -0.7474225163459778,
      "z": -0.07587405294179916,
      "speaker": "marcus",
      "text": "and the good families have a disproportionate ratio of moments of love, calm, peace, like, like throughout the like.",
      "full_text": "and the good families have a disproportionate ratio of moments of love, calm, peace, like, like throughout the like.",
      "time": 4019,
      "time_label": "66:59",
      "tokens": 24
    },
    {
      "id": 186,
      "x": 0.58526211977005,
      "y": -0.13521255552768707,
      "z": -0.19434158504009247,
      "speaker": "demartini",
      "text": "That's not what love is. Love is not calm and peace. Love is a synthesis of opposites, because the per you your wife, unless you can want to deny love, love you have times when you like your wife and ...",
      "full_text": "That's not what love is. Love is not calm and peace. Love is a synthesis of opposites, because the per you your wife, unless you can want to deny love, love you have times when you like your wife and times and you don't like your wife at times, some of her behaviors. That's the fact of life. And if to say you don't have that, well, like is different than love. To like and dislike together make up love you're gonna like things she does so dislike.",
      "time": 4028,
      "time_label": "67:08",
      "tokens": 114
    },
    {
      "id": 187,
      "x": 0.6057880520820618,
      "y": 0.09404832869768143,
      "z": -0.12787650525569916,
      "speaker": "marcus",
      "text": "So that's saying by that. What you're saying is that the substrate of life itself is love. Yes, I agree with you. Yes, I agree with you. And sand and the life we have, the eyes through the eyes of the...",
      "full_text": "So that's saying by that. What you're saying is that the substrate of life itself is love. Yes, I agree with you. Yes, I agree with you. And sand and the life we have, the eyes through the eyes of the Christ, the building through the eyes of the Christ. Behold, I make all things new. And we see the world right, fantastic.",
      "time": 4051,
      "time_label": "67:31",
      "tokens": 81
    },
    {
      "id": 188,
      "x": 0.41623467206954956,
      "y": 0.24847280979156494,
      "z": -0.11375506222248077,
      "speaker": "demartini",
      "text": "But build and destroy and the transformation, which is a conservation law, is unvilatable. You don't break that law that's going on constantly. Build and destroy. Build and destroy. Build and destroy.",
      "full_text": "But build and destroy and the transformation, which is a conservation law, is unvilatable. You don't break that law that's going on constantly. Build and destroy. Build and destroy. Build and destroy.",
      "time": 4069,
      "time_label": "67:49",
      "tokens": 41
    },
    {
      "id": 189,
      "x": 0.06079559028148651,
      "y": -0.16449680924415588,
      "z": -0.13578900694847107,
      "speaker": "marcus",
      "text": "See, I think the difference that I have fundamentally is, is that I actually agree on this cosmic order of these different forces, but I agree that locally, we can actually adjust a local I think ther...",
      "full_text": "See, I think the difference that I have fundamentally is, is that I actually agree on this cosmic order of these different forces, but I agree that locally, we can actually adjust a local I think there can be, like, there's this incredible community in Brazil. It's called the source community. They are so unbelievably loving in that community. Now, somewhere over Have you been there, or yours read? No, I'm very close with them. I'm very close, but I haven't been there personally, so you haven't 24 hours a day. Okay, so,",
      "time": 4080,
      "time_label": "68:00",
      "tokens": 120
    },
    {
      "id": 190,
      "x": 0.04576176777482033,
      "y": 0.00927249900996685,
      "z": -0.2168789803981781,
      "speaker": "demartini",
      "text": "so you're basing on what you read, and you're basing on the hope that they're that way. But if you get to what I'm trying to make, a point that you",
      "full_text": "so you're basing on what you read, and you're basing on the hope that they're that way. But if you get to what I'm trying to make, a point that you",
      "time": 4113,
      "time_label": "68:33",
      "tokens": 40
    },
    {
      "id": 191,
      "x": -0.14901570975780487,
      "y": -0.20269864797592163,
      "z": -0.5026100277900696,
      "speaker": "marcus",
      "text": "derail. You're saying that there's not another",
      "full_text": "derail. You're saying that there's not another",
      "time": 4120,
      "time_label": "68:40",
      "tokens": 9
    },
    {
      "id": 192,
      "x": 0.035075969994068146,
      "y": -0.477203905582428,
      "z": -0.15107963979244232,
      "speaker": "demartini",
      "text": "human being that gets one sided. There is no human being, no even Jesus wasn't one sided. So, you know, people like to put that on there. They've the Constantine wiped out a lot of scrolls that were n...",
      "full_text": "human being that gets one sided. There is no human being, no even Jesus wasn't one sided. So, you know, people like to put that on there. They've the Constantine wiped out a lot of scrolls that were not included in the dogma that they've got that, that whole there's a whole lot of text on there that doesn't show him, that one sided state. So if you go and take all of that, you'll see both sides. And if you take an individual, Jesus",
      "time": 4123,
      "time_label": "68:43",
      "tokens": 110
    },
    {
      "id": 193,
      "x": -0.18779705464839935,
      "y": -0.27720165252685547,
      "z": -0.4508747160434723,
      "speaker": "marcus",
      "text": "wasn't neither. He was neither good nor bad. He",
      "full_text": "wasn't neither. He was neither good nor bad. He",
      "time": 4151,
      "time_label": "69:11",
      "tokens": 11
    },
    {
      "id": 194,
      "x": -0.12232141941785812,
      "y": -0.3290235102176666,
      "z": -0.4616701900959015,
      "speaker": "demartini",
      "text": "was neither. He was neither. He represents the synthesis of opposites, the synthesis of opposites.",
      "full_text": "was neither. He was neither. He represents the synthesis of opposites, the synthesis of opposites.",
      "time": 4153,
      "time_label": "69:13",
      "tokens": 19
    },
    {
      "id": 195,
      "x": 0.07982555031776428,
      "y": -0.4574771523475647,
      "z": -0.15083521604537964,
      "speaker": "marcus",
      "text": "Because so, so no person, no person can choose to actually express one",
      "full_text": "Because so, so no person, no person can choose to actually express one",
      "time": 4161,
      "time_label": "69:21",
      "tokens": 16
    },
    {
      "id": 196,
      "x": 0.00486404774710536,
      "y": -0.5551720857620239,
      "z": -0.0327170230448246,
      "speaker": "demartini",
      "text": "you can have a fancy, you get one sidedness. You can have the fantasy. You're going to be one sided, but you're not going to be able to obtain it without the other side. So, so",
      "full_text": "you can have a fancy, you get one sidedness. You can have the fantasy. You're going to be one sided, but you're not going to be able to obtain it without the other side. So, so",
      "time": 4167,
      "time_label": "69:27",
      "tokens": 46
    },
    {
      "id": 197,
      "x": 0.11342762410640717,
      "y": -0.5260472297668457,
      "z": -0.1282149702310562,
      "speaker": "marcus",
      "text": "it's basically the idea, the idea that people are neither. Can neither choose to be on this side of the pole or choose",
      "full_text": "it's basically the idea, the idea that people are neither. Can neither choose to be on this side of the pole or choose",
      "time": 4177,
      "time_label": "69:37",
      "tokens": 29
    },
    {
      "id": 198,
      "x": -0.0820600762963295,
      "y": -0.5130011439323425,
      "z": -0.0892377495765686,
      "speaker": "demartini",
      "text": "to be all day to try to be one sided, but the other side's still there. You just You just choose, don't express it. You're expressing it. You're just not aware of it because you're blinded by your mor...",
      "full_text": "to be all day to try to be one sided, but the other side's still there. You just You just choose, don't express it. You're expressing it. You're just not aware of it because you're blinded by your morality.",
      "time": 4185,
      "time_label": "69:45",
      "tokens": 50
    },
    {
      "id": 199,
      "x": -0.4645006060600281,
      "y": -0.018834413960576057,
      "z": 0.17924579977989197,
      "speaker": "marcus",
      "text": "What do you mean? You're not expressing it. If there's a violent impulse and you don't act. Act in violence. Then there",
      "full_text": "What do you mean? You're not expressing it. If there's a violent impulse and you don't act. Act in violence. Then there",
      "time": 4195,
      "time_label": "69:55",
      "tokens": 28
    },
    {
      "id": 200,
      "x": -0.44968855381011963,
      "y": -0.06407998502254486,
      "z": 0.24965983629226685,
      "speaker": "demartini",
      "text": "you have a violent impulse. You don't act in violent you're repressing that feeling. Where does that go into your body now?",
      "full_text": "you have a violent impulse. You don't act in violent you're repressing that feeling. Where does that go into your body now?",
      "time": 4202,
      "time_label": "70:02",
      "tokens": 28
    },
    {
      "id": 201,
      "x": 0.5685468316078186,
      "y": -0.15653984248638153,
      "z": -0.15971118211746216,
      "speaker": "marcus",
      "text": "Well, it goes out in an ecstatic dance or a breath work in a roar that I howl at the moon.",
      "full_text": "Well, it goes out in an ecstatic dance or a breath work in a roar that I howl at the moon.",
      "time": 4207,
      "time_label": "70:07",
      "tokens": 27
    },
    {
      "id": 202,
      "x": 0.48826974630355835,
      "y": 0.03899165242910385,
      "z": 0.07230125367641449,
      "speaker": "demartini",
      "text": "And where's that energy go? It's still energy, the cosmos, great. So you're just giving it to the cosmos. You're repressed energy, sure.",
      "full_text": "And where's that energy go? It's still energy, the cosmos, great. So you're just giving it to the cosmos. You're repressed energy, sure.",
      "time": 4212,
      "time_label": "70:12",
      "tokens": 29
    },
    {
      "id": 203,
      "x": 0.359560489654541,
      "y": 0.2312563955783844,
      "z": 0.17298831045627594,
      "speaker": "marcus",
      "text": "So I so what I'm saying good thing, or yes, it is, because it's a good thing. Because what I'm saying is that we can affect things locally. We can affect things in ourself. We can affect things in our...",
      "full_text": "So I so what I'm saying good thing, or yes, it is, because it's a good thing. Because what I'm saying is that we can affect things locally. We can affect things in ourself. We can affect things in our family. We can affect things in our country. We can even affect things on earth. Max Romeo the great, a great reggae singer, said, I'm gonna put on an Iron Shirt and kick Satan out of Earth. Now, did he say I'm going to eliminate Satan? Unless, just like you may not believe in Satan, but let's just say personification. Okay, okay, let's just say that. Let's just say that that represents the darker side of the pole, right? That there's this. You're saying there's a there's you're saying there's opposites. So you're saying that there's two poles. Well, you're",
      "time": 4218,
      "time_label": "70:18",
      "tokens": 182
    },
    {
      "id": 204,
      "x": 0.08950068801641464,
      "y": -0.046679750084877014,
      "z": -0.2538701891899109,
      "speaker": "demartini",
      "text": "saying, you're saying, No, you're saying you're assuming that Jesus on the light side, Satan's on the other side, that's your assumption. That's that's your assumption. But there are some people that ...",
      "full_text": "saying, you're saying, No, you're saying you're assuming that Jesus on the light side, Satan's on the other side, that's your assumption. That's that's your assumption. But there are some people that don't believe that that's just your assumption.",
      "time": 4254,
      "time_label": "70:54",
      "tokens": 50
    },
    {
      "id": 205,
      "x": -0.03241249918937683,
      "y": -0.34572166204452515,
      "z": -0.1462049037218094,
      "speaker": "marcus",
      "text": "That's take the people out of it, and you're also personified. There is, there? Is there other? No, there's just two different polls. No.",
      "full_text": "That's take the people out of it, and you're also personified. There is, there? Is there other? No, there's just two different polls. No.",
      "time": 4268,
      "time_label": "71:08",
      "tokens": 31
    },
    {
      "id": 206,
      "x": 0.2175837606191635,
      "y": -0.026208823546767235,
      "z": -0.17374131083488464,
      "speaker": "demartini",
      "text": "Inside the light is the Taoist understood the yin and the yang.",
      "full_text": "Inside the light is the Taoist understood the yin and the yang.",
      "time": 4278,
      "time_label": "71:18",
      "tokens": 15
    },
    {
      "id": 207,
      "x": -0.36733192205429077,
      "y": -0.22283890843391418,
      "z": -0.5416789054870605,
      "speaker": "marcus",
      "text": "There's Rumi. Rumi is the same as the jihadist.",
      "full_text": "There's Rumi. Rumi is the same as the jihadist.",
      "time": 4282,
      "time_label": "71:22",
      "tokens": 11
    },
    {
      "id": 208,
      "x": -0.41968226432800293,
      "y": -0.18365424871444702,
      "z": -0.5803875923156738,
      "speaker": "demartini",
      "text": "Rumi is, in his own way, is a jihadist in the sense of promoting his ideal. Yes, because they're trying to do what they think is God. So the jihadist,",
      "full_text": "Rumi is, in his own way, is a jihadist in the sense of promoting his ideal. Yes, because they're trying to do what they think is God. So the jihadist,",
      "time": 4285,
      "time_label": "71:25",
      "tokens": 39
    },
    {
      "id": 209,
      "x": -0.38725340366363525,
      "y": 0.005360552109777927,
      "z": -0.09544634819030762,
      "speaker": "marcus",
      "text": "you were going think your interpretation, you were going to have somebody over for Christmas or Hanukkah invite. I've had both.",
      "full_text": "you were going think your interpretation, you were going to have somebody over for Christmas or Hanukkah invite. I've had both.",
      "time": 4295,
      "time_label": "71:35",
      "tokens": 27
    },
    {
      "id": 210,
      "x": -0.13257046043872833,
      "y": -0.2900601923465729,
      "z": 0.05116051435470581,
      "speaker": "demartini",
      "text": "I met with jihadist. I met with them. It's very interesting. I learned a lot from what they how they believe. I'm curious. Why did they come to their belief? How do they do I actually confronted some ...",
      "full_text": "I met with jihadist. I met with them. It's very interesting. I learned a lot from what they how they believe. I'm curious. Why did they come to their belief? How do they do I actually confronted some and asked, Where in the Quran does it say this and say that they couldn't even find it? It was an interpretation. And I was going, why do people make those interpretations? It's interesting. They justify it with a book. There's got other people, like fathah, who I had a beautiful conversation as an Islamic leader in Cape Town, South Africa. Here's two people taking the same book, having two complete opposite perspectives. Are they right or wrong? They're just two different perspectives of a text. That's it two interpretations of a text, and the text was written by somebody who's to say that that's sacred. You want to make that up? Gonna make it sacred? Because somebody told you is sacred? Could be maybe, but we have to. We study the philology and the exegesis of that text, we find out that that text is written over many centuries. That's not written by an individual like to claim, that's got textual things that prove that. So if we go through there we go. Is that sacred? Is that a human syncretic development of philosophy through great thinkers? We know that Aristotle and Plato and and the Neoplatonic philosophers and even Philo we're all influencing other, from Heraclitus influencing Christianity. We know that Aristotle influenced Muslims. Their belief systems are incorporated into that. It's an integration the variety of religious experience by William James integrates that philosophical view over time. So to my to make that right or that sacred? No, it's a book. It's written by a group of people, but",
      "time": 4305,
      "time_label": "71:45",
      "tokens": 390
    },
    {
      "id": 211,
      "x": -0.2602984309196472,
      "y": -0.3411838710308075,
      "z": -0.3331506848335266,
      "speaker": "marcus",
      "text": "you're unwilling to make a claim like, let's say Gandhi was a better person",
      "full_text": "you're unwilling to make a claim like, let's say Gandhi was a better person",
      "time": 4398,
      "time_label": "73:18",
      "tokens": 18
    },
    {
      "id": 212,
      "x": -0.5508332252502441,
      "y": 0.18173375725746155,
      "z": 0.4497571289539337,
      "speaker": "demartini",
      "text": "than him. Gandhi was aggressive to his wife. He was a better person than Hitler. He was supposedly having interactions and pedophilia.",
      "full_text": "than him. Gandhi was aggressive to his wife. He was a better person than Hitler. He was supposedly having interactions and pedophilia.",
      "time": 4405,
      "time_label": "73:25",
      "tokens": 28
    },
    {
      "id": 213,
      "x": -0.5108444094657898,
      "y": 0.1715809553861618,
      "z": -0.6071197390556335,
      "speaker": "marcus",
      "text": "Who do you think is? Who's a who's? Are you aware of that? I am aware that Gandhi had problems. So, so he's a human being, yes, but Hitler killed. Did you dare millions of people?",
      "full_text": "Who do you think is? Who's a who's? Are you aware of that? I am aware that Gandhi had problems. So, so he's a human being, yes, but Hitler killed. Did you dare millions of people?",
      "time": 4413,
      "time_label": "73:33",
      "tokens": 46
    },
    {
      "id": 214,
      "x": -0.512132465839386,
      "y": 0.1694946140050888,
      "z": -0.5823478102684021,
      "speaker": "demartini",
      "text": "No, no, he didn't kill. He had people do things",
      "full_text": "No, no, he didn't kill. He had people do things",
      "time": 4424,
      "time_label": "73:44",
      "tokens": 13
    },
    {
      "id": 215,
      "x": -0.002454684814438224,
      "y": -0.4124644696712494,
      "z": -0.21339920163154602,
      "speaker": "marcus",
      "text": "that is very pedantic, but yes, no, it's not pedantic. He was the he was the he was the other groups.",
      "full_text": "that is very pedantic, but yes, no, it's not pedantic. He was the he was the he was the other groups.",
      "time": 4428,
      "time_label": "73:48",
      "tokens": 27
    },
    {
      "id": 216,
      "x": -0.03127486631274223,
      "y": -0.21524670720100403,
      "z": -0.00898766703903675,
      "speaker": "demartini",
      "text": "The history of the Jews show there was many other groups there besides him. But we also got to realize he was in the Thule Society. I don't know if you went It's a hidden, hidden secret society of the...",
      "full_text": "The history of the Jews show there was many other groups there besides him. But we also got to realize he was in the Thule Society. I don't know if you went It's a hidden, hidden secret society of the Thule Society. Madame Blavatsky influenced the Thule Society. She had gotten information from the Tibetan mysticism at the time, and she was writing Secret Doctrine and ISIS unveiled in these texts. He was a student of that in her text, they believed that there was the pullian race, the Hyperborean race, Lemurian race, the Aryan race, the Atlantean race and the Lemurian race. It's not necessarily true, but it was a belief, and it was in those texts they studied that believing that that was true at the time before anthropology really got off and proved that was not so he believed that he was doing the best thing he could by putting pure Aryan stock, and the Germans were Aryan stock, and the other people were not. And the Israel and the Semites or whatever were from a third and fourth root race in his in that book. So he was doing what he thought was the wisest thing he could now. Was he deluded? Sure? Was he misinformed? Yes. But in his belief system, he was doing what he thought was the wisest thing for his culture. So if we stop and",
      "time": 4434,
      "time_label": "73:54",
      "tokens": 304
    },
    {
      "id": 217,
      "x": 0.1034613773226738,
      "y": 0.4422662854194641,
      "z": 0.3180145025253296,
      "speaker": "marcus",
      "text": "put you believe that there's intentional evil, like somebody's intending, they know that they're not doing something that they believe is good. Because I agree with most.",
      "full_text": "put you believe that there's intentional evil, like somebody's intending, they know that they're not doing something that they believe is good. Because I agree with most.",
      "time": 4507,
      "time_label": "75:07",
      "tokens": 35
    },
    {
      "id": 218,
      "x": -0.2590915560722351,
      "y": 0.007278672885149717,
      "z": 0.588982105255127,
      "speaker": "demartini",
      "text": "Can I share a story with you? A real story? Okay? But I want",
      "full_text": "Can I share a story with you? A real story? Okay? But I want",
      "time": 4516,
      "time_label": "75:16",
      "tokens": 18
    },
    {
      "id": 219,
      "x": -0.4254535138607025,
      "y": -0.0010362942703068256,
      "z": -0.12464556843042374,
      "speaker": "marcus",
      "text": "this to relate to the this specific question,",
      "full_text": "this to relate to the this specific question,",
      "time": 4520,
      "time_label": "75:20",
      "tokens": 10
    },
    {
      "id": 220,
      "x": -0.1232926994562149,
      "y": -0.32639092206954956,
      "z": 0.245775043964386,
      "speaker": "demartini",
      "text": "to answer that question. Okay, great. Okay, so I'm in Cape Town, South Africa, and I have a television show there, and it's called leading opinion and captains of industry and stuff. And the lady that...",
      "full_text": "to answer that question. Okay, great. Okay, so I'm in Cape Town, South Africa, and I have a television show there, and it's called leading opinion and captains of industry and stuff. And the lady that helps me with the show is very much involved in the Middle East issues, Israel and Palestine. So she asked if I can come in and mediate the conflict between Palestinian and Israeli leaders. So they bring them into this room. When I walked a room, you put a knife in the air, it was thick because there's three Palestinians and five Israelis sitting across the table from each other, arch enemies in a room together. So as I'm about to begin, literally, you could feel so thick on the room because of all the tension in the room, it could just hold a knife there. The Israeli Lady spoke up and she said, Dr Demartini, do you believe in absolute evil? And they said, No. She said, Well, I do. I said, Is that why you spent 14 years trying to negotiate some sort of mediation and got nowhere? And she said, nothing, and her translator and mediator was chuckling, because she got it. And I said, So what do you mean by absolute evil? She said, Well, absolute evil, what do you mean by that you make that statement? It sounds good. That's a label, a generalized label that the amygdala does when it sees something that threatens you. Okay, so the thing that I think is absolute evil is the rigidity of about opinion and unwillingness to to listen to reason. Okay, that's absolute evil in her mind, and basically unwilling to come to a compromise. So in other words, real rigid belief system, is that what you're saying? Yes, okay, and basically a defensive, argumentative belief system. Great, okay, you say that's absolutely okay. So let's, let's just go to a moment where and when you perceive yourself displaying or demonstrating that behavior. It says, I pride myself on not being there. I never do that. I'm I don't do that. And she gave all this BS about how she never does that. The person over here is just sitting there, going, what? And she says, I don't do that. And I said, Well, I certainly do. I sometimes am argumentative and rigid and stuff like that. And I started listing all the places in my life. I did because I went through the Oxford English Dictionary and I found out I had 4628 individual traits in my life. Not one of them are missing in me. Nothing's missing it at the level of the Soul. Nothing's missing in you. At the level of the senses, things appear to be missing in you. The thing that appear to be missing you're all the things you're too proud or too humble to admit you don't you see in others you don't want to face in yourself, which is your disowned part, which is your emptiness. So I said, I certainly have those, those demanding and argumentative and rigid states at times. And I started listing all my examples. And when I gave it to I did it because I made her broaden her perspective of the form she might be doing it in. And she started, oh, I do have it here and here and here. And we found, I believe, 39 examples of where she had done what he had done. And as she did, her rigidity started calming down and realized, I'm judging him for parts of me. She got it. I made her keep going and made her accountable, instead of just blaming him and making him wrong and her being right, just where was her behavior? She saw it when she was doing it with her kids. She did it with her husband that's now estranged. She did it with people at work. She started seeing it, and we went all the way back into childhood, where she'd done it to her sister, and she just and she goes, hmm. I said, Can you see that you have injected some moral ideal about how you're supposed to be, and that person's not matching it, and you're not even matching it. You're not liking it about you not matching it, so you're projecting it onto him. And she goes, Can you own it now? And she got tear in her eye when she hit the point where it was equal. She goes, Okay, I can see that. Okay. Now. Now go to a moment where and when you perceive him that way, and rigid and not willing to see your side or your opinion, which you call reason, but it's not reasonable. It's just an opinion. So let's go and find out. When he did it. Go to that moment, great. In that moment, how did it benefit you? It didn't. I said, How'd it benefit you? Look, how did it help you, intellectually? How did well, I went back to school. Know why? Because I thought that was something unjust, and so I wanted to educate myself. And what do I can what I can do about it? I said, so you are not in you're not you did not finish your school and you went back to school. Is that a benefit that came out of his behavior, or your interpretation of his behavior? Yes. And did you get your degree? I finished my degree, I said, and is that something that you have gained some value out of? Yes, and what was that degree in social political science? I said, so you end up going into social political science because of that behavior. Yes. And have, I believe you have books out now, yes. And I believe you have millions of followers. Yes. Is that all a result of that whole process? Yes, did you ever thank him or give him a percentage of the royalties for what he initiated in you? And she goes, No, I said, but you can see a direct correlation between that stimulus and that response. Yes. And did that? Was that something you you're grateful for you because now you have children, and you're grateful that you were able to share all that knowledge with your children. With your children. Yes, but you didn't ever thank this guy that was so rigid and everything else that's been your arch enemy. Can you see your arch enemy is what drove you and motivated you to try to stand up and find out the opposite side, she goes, Yes, I said. And have you met Prime Ministers and and presidents and leaders of the world and been spoken to UN and everything else. She goes, yes. I said, would you have ever done that if you hadn't met that guy, or heard about that guy or had any interaction with him? I can't say for sure, but probably not. I was a mother at the time and just minding my own business. I said, so that terrible thing out there has blessed your life? She goes, yes. I said, Are you committed to having a resolution of this? Are you committed to being a leader and having a bunch of followers believe your system and have him be as your opponent so you have business in your political positioning? And she stopped and looked, and the mediator looked at her and kind of gave her a response, because if you're really committed to resolving this, we can resolve this today. If you're just committed to being right and making them wrong and just keeping this going and getting followers and getting good book sales and getting anything else, what's your real intention? I'm not going to judge it. It's yours. I'm just making you look at it. What's your real intention here? Because this thing is easily mediated, and this thing can be resolved. But if you're just going to go on and be right and be in your proud little moral construct, then then you're not going to get anywhere. So she humbled herself on the spot. She said, You just woke me up to something that I was unaware of. And I said, Okay, great. So what's your real commitment? She said, I really do want to mediate this. She cried. I said, So what's another benefit that came out of it? How did it help you and your family? She said, I'm a leader. I'm a strong family person. I got a husband that's taking helping me with the kids, and we have an amazing thing. And I said, What? How did it help you socially? She said, Well, that's self evident. How to help you economically? That's self evident because of what's happened. I said, Do you upgraded your entire life because of that absolute evil person over there? Now the guy is sitting across the table, not knowing that she's referring to him. When she finally saw the blessings in it, she broke down in tears and had to go and clean up her makeup. She walked out. Said, I need to do my makeup and relieve my bladder, because you've had me captive for a few hours here. When she went to the bathroom, he came up to me and says, I swear to God that I could feel that she was talking about me. I said she was says, listening to this whole dialog has made me dissolve some of my anger towards her, because I'm now going through the same process as she's doing this process I'm going through there. I said, I'm not even through. I said, there's another side, because anytime you take a position, you create an opposite position, she said. But he said, I'm not angry at her as much as I was, and I don't think she's angry at me as much now. I said, No, they're not. We can dialog now. We can start a conversation now, because if you're in a debate, you're not going to get anywhere. You're going to be right, and they're going to be right. You walk away and there's nothing's happened, but a dialectic can help you get to her. You're discovering her side, she's discovering your side, and the mode is behind it. Then he told me a great story. When she came back in, I made him say it to her. She said, he said, I don't know if you know this, to the lady, but I'm Israeli. She said, You are. She says, Yes, I was in the tank division as an Israeli, and I was ordered by my superior to completely smash an entire house and family, and I killed a bunch of kids and family, and I just couldn't deal with it. And I got out of the tank, and I walked away, and I defected, and I went on the other side. I said, I said, Okay. So now you're judging yourself. You're trying to make up for it and make some sort of amends, because you're now judging yourself for it, but you sure that that's not the perfection to help you transform your life and have a leadership to make a difference in saving more lives. He says, Well, I have saved 1000s and 1000s of lives without a doubt. I said, so maybe those lives are not taken in vain. Maybe there's a blessing there that we haven't seen yet. And he cried. He said, I never thought of it that way. I said, events have a purpose. If we extract out of it the pairs of opposites and find the meaning of it, they don't have a purpose. If we stuck in a label, we just go that that's wrong and right. You miss out on the meaning between the two. And we have these artificial meanings. We project onto things instead of the deeper. Aristotle and golden mean, the logo meaning the extracting meaning out of the whole thing, as he did in the concentration camps, which is why he survived, because he didn't see it as all evil and it's the end of the world. And he didn't hold on to fantasies about how it was supposed to be and torture himself by the comparison, he found meaning in that moment. And anytime you find meaning in that moment and find the blessing in that moment, you're you're transforming what's happening in that moment. And that's that's your agency at its fullest. So we got through. Not only did they have conversation, they hugged. 14 years of battle resolved. The lady came up to me, was a mediator, and she said, I've been with her for 14 years, mediating in these conflicts and meet and translating. Never see anything like this. Nobody had the balls to tell her that and ask her those questions and put her on the spot. They're afraid. It's politically correct. It's morally trapped, and we're just sitting here spinning our wheels. We haven't gone anywhere. You actually got actually got these two people on the thing. So I finished that. I came back three and a half months later to speak in Johannesburg again. She is involved in this big radio show in Johannesburg when she's there for the Israelis. And it's guarded security system I go into there, and she goes on there, and she told the entire story live on the air to a couple million people, and humbled herself and got off the high horse and said, I'm willing to lose my following for the sake of mediation. Now I'm not going to just agree with a group of people that are angry and be a leader of that people being angry. I'm actually realizing that that was a human being that I had in that room, and I had a misinterpretation of that person because of my moral trappings, and I now realize that he had another side, and he was not this evil person and absolute evil that I walked in with. So I do that every day my life's about resolving these delusions. So that's why I'm pretty strong about it, and it may not be, maybe offensive to the people listening here, but I'm not really concerned about that. That's not my focus to try to please everybody. My focus is to educate people on on ways they can transcend the boxes that they're in, which is their own. That's their limiting beliefs. They're subordinating to outer authorities. They're subordinating to moral hypocrisies, and they're trapping themselves in what they don't even know is going on, and they're capable of doing something magnificent, if they honor both sides of themselves. But what's magnificent? The magnificence of the awareness of the whole picture is part of the loving act.",
      "time": 4521,
      "time_label": "75:21",
      "tokens": 3238
    },
    {
      "id": 221,
      "x": 0.4733887016773224,
      "y": 0.015243285335600376,
      "z": -0.295714408159256,
      "speaker": "marcus",
      "text": "It's all part of love. It wouldn't unawareness be just as magnificent? Yeah, it's",
      "full_text": "It's all part of love. It wouldn't unawareness be just as magnificent? Yeah, it's",
      "time": 5293,
      "time_label": "88:13",
      "tokens": 18
    },
    {
      "id": 222,
      "x": 0.2563072144985199,
      "y": -0.2766476273536682,
      "z": 0.1662769317626953,
      "speaker": "demartini",
      "text": "the journey of education. This when you teach in elementary school, they teach in chemistry. The first elementary school, you have little balls. You know you have hydrogen, helium, lithium, beryllium,...",
      "full_text": "the journey of education. This when you teach in elementary school, they teach in chemistry. The first elementary school, you have little balls. You know you have hydrogen, helium, lithium, beryllium, boron, all the way up to Uranium. And everybody in elementary school thinks atoms are little balls. They see little blue and red balls and sticks, and they think those are atoms. Then you go to high school, and you find out there's a Bohr model, little electrons going around, protons and neutrons, and it's like a little solar system. Then you go to college and finance probability distributions of quantum numbers based on schrodingers equations and complex mathematics. And then you go further, and you find out, we don't know. It's an abstraction. We really don't know what energy and matter is it's a mystery. Nobody knows what energy is not a scientist on this planet does. They just know how to use it. So we go through and we teach people the illusion into the ready for truth. And the ready for Truth is the abstraction of not knowing. So we really don't know what's good and evil. That's the highest level of awareness. All we know is that there's an event that we don't see the benefits to and we therefore label it bad, or we don't see the drawbacks to me, label it good. But if we can, if we ask the question and the quality of our lives, basically quite the questions we ask, and if we ask questions that help us see both sides, we're centered again. We're not in the center when we're polarized. We're in the center when we see both sides there.",
      "time": 5297,
      "time_label": "88:17",
      "tokens": 366
    },
    {
      "id": 223,
      "x": 0.20567207038402557,
      "y": 0.20490092039108276,
      "z": 0.36604323983192444,
      "speaker": "marcus",
      "text": "Situation to bring about such a beautiful resolution. And there's many aspects of that that I fully am on board with. In the Hawaiian Kahuna tradition, there's the idea of Ho oponopono, and everybody ...",
      "full_text": "Situation to bring about such a beautiful resolution. And there's many aspects of that that I fully am on board with. In the Hawaiian Kahuna tradition, there's the idea of Ho oponopono, and everybody thinks of that as those four little phrases. You say, thank you. I love you. I forgive you.",
      "time": 5378,
      "time_label": "89:38",
      "tokens": 67
    },
    {
      "id": 224,
      "x": 0.19138360023498535,
      "y": 0.2342148870229721,
      "z": 0.3423461318016052,
      "speaker": "demartini",
      "text": "You know, I don't even stop at forgiveness. I go all the way to point just thank you, for sure, because forgiveness assumes there was something to need to be forgiven, right?",
      "full_text": "You know, I don't even stop at forgiveness. I go all the way to point just thank you, for sure, because forgiveness assumes there was something to need to be forgiven, right?",
      "time": 5396,
      "time_label": "89:56",
      "tokens": 41
    },
    {
      "id": 225,
      "x": 0.10168685764074326,
      "y": 0.324614554643631,
      "z": 0.4028395712375641,
      "speaker": "marcus",
      "text": "Okay, so. But actually, in the deeper teaching the message of HO upon a pono is to locate in yourself that thing that you find reprehensible in the other, and by locating it in yourself and apply and ...",
      "full_text": "Okay, so. But actually, in the deeper teaching the message of HO upon a pono is to locate in yourself that thing that you find reprehensible in the other, and by locating it in yourself and apply and applying the salve internally, you apply yourself externally. I think that's beautiful. Yeshua was on the cross. People are gambling for his garments. He says, forgive them, for they know not what they do. There's beautiful, beautiful teachings in that. The story didn't answer my question about actual intentional evil and well, but,",
      "time": 5402,
      "time_label": "90:02",
      "tokens": 118
    },
    {
      "id": 226,
      "x": 0.0783940851688385,
      "y": 0.4908459782600403,
      "z": 0.375506192445755,
      "speaker": "demartini",
      "text": "but she was projecting. She was projecting. It was actually intentional evil.",
      "full_text": "but she was projecting. She was projecting. It was actually intentional evil.",
      "time": 5436,
      "time_label": "90:36",
      "tokens": 15
    },
    {
      "id": 227,
      "x": -0.07252582907676697,
      "y": -0.10171350836753845,
      "z": -0.38408949971199036,
      "speaker": "marcus",
      "text": "I'm not saying what people believe. That's that was not my question. I understand that she believed that that was absolutely, clearly, wasn't",
      "full_text": "I'm not saying what people believe. That's that was not my question. I understand that she believed that that was absolutely, clearly, wasn't",
      "time": 5440,
      "time_label": "90:40",
      "tokens": 29
    },
    {
      "id": 228,
      "x": -0.1160537526011467,
      "y": 0.06793320178985596,
      "z": 0.17317910492420197,
      "speaker": "demartini",
      "text": "particularly showed that whatever somebody's doing in that moment with their perceptions and their content and their past experiences, they're making decision based on what they think is going to give...",
      "full_text": "particularly showed that whatever somebody's doing in that moment with their perceptions and their content and their past experiences, they're making decision based on what they think is going to give them an advantage over disadvantage in that moment. And that may not be fully consciously agently aware, because most of our responses are unconscious. Most, very few people actually have a conscious awareness. 200 milliseconds after they did the act, they come up with a bullshit reason why they did it. That's not conscious awareness. That's an automaton reacting and coming back and backdating the information, saying that's why they did it. Most people are reacting unconsciously, most most behavior,",
      "time": 5448,
      "time_label": "90:48",
      "tokens": 144
    },
    {
      "id": 229,
      "x": -0.533731997013092,
      "y": 0.8553677797317505,
      "z": 0.28002452850341797,
      "speaker": "marcus",
      "text": "when the Zoroastrians were moving across and encountering different cultures and tribes. One of the things that they saw was that one of the rituals being performed where they were boiling children in...",
      "full_text": "when the Zoroastrians were moving across and encountering different cultures and tribes. One of the things that they saw was that one of the rituals being performed where they were boiling children in vats of oil, and they came through and they said, Hey, there's a different way that you can do this. You can just burn some sticks in the fire, and then you don't have to boil any more children. To me, that is a clear evolution of morality and value. I don't think we should regress back to, well, if you want to boil children and",
      "time": 5494,
      "time_label": "91:34",
      "tokens": 128
    },
    {
      "id": 230,
      "x": -0.5258699059486389,
      "y": 0.8810003399848938,
      "z": 0.2595050632953644,
      "speaker": "demartini",
      "text": "well, I'm not interested in boiling children. I have no desire to boil a child. No, and, and, but,",
      "full_text": "well, I'm not interested in boiling children. I have no desire to boil a child. No, and, and, but,",
      "time": 5529,
      "time_label": "92:09",
      "tokens": 24
    },
    {
      "id": 231,
      "x": -0.5383042097091675,
      "y": 0.9001675844192505,
      "z": 0.2707611918449402,
      "speaker": "marcus",
      "text": "but I'm but the difference is I have a desire to stop people from boiling children.",
      "full_text": "but I'm but the difference is I have a desire to stop people from boiling children.",
      "time": 5533,
      "time_label": "92:13",
      "tokens": 20
    },
    {
      "id": 232,
      "x": -0.5126610994338989,
      "y": 0.6682882308959961,
      "z": 0.3137396574020386,
      "speaker": "demartini",
      "text": "Well, that may be so but because that maybe you got a wound in your childhood that basically,",
      "full_text": "Well, that may be so but because that maybe you got a wound in your childhood that basically,",
      "time": 5537,
      "time_label": "92:17",
      "tokens": 23
    },
    {
      "id": 233,
      "x": -0.5111198425292969,
      "y": 0.8644263744354248,
      "z": 0.2791282832622528,
      "speaker": "marcus",
      "text": "oh, it's not because I have a wound. It's because boiling children, nobody",
      "full_text": "oh, it's not because I have a wound. It's because boiling children, nobody",
      "time": 5541,
      "time_label": "92:21",
      "tokens": 16
    },
    {
      "id": 234,
      "x": -0.5181055068969727,
      "y": 0.897063672542572,
      "z": 0.26741823554039,
      "speaker": "demartini",
      "text": "does something without a motive. There's a void somewhere in there. You wouldn't be having that because you would, you would go on to something else. If you're, if you're focused on stopping boiling c...",
      "full_text": "does something without a motive. There's a void somewhere in there. You wouldn't be having that because you would, you would go on to something else. If you're, if you're focused on stopping boiling children,",
      "time": 5544,
      "time_label": "92:24",
      "tokens": 45
    },
    {
      "id": 235,
      "x": -0.5754867196083069,
      "y": 0.8516069054603577,
      "z": 0.24863389134407043,
      "speaker": "marcus",
      "text": "somebody boiling a child, I'm gonna fucking stop it. If I see somebody putting a cat in a microwave and about to push start, I'm gonna fucking stop it. I",
      "full_text": "somebody boiling a child, I'm gonna fucking stop it. If I see somebody putting a cat in a microwave and about to push start, I'm gonna fucking stop it. I",
      "time": 5555,
      "time_label": "92:35",
      "tokens": 39
    },
    {
      "id": 236,
      "x": -0.14148123562335968,
      "y": -0.5178587436676025,
      "z": -0.3261629641056061,
      "speaker": "demartini",
      "text": "put probably two, but at the same time. And it's not because",
      "full_text": "put probably two, but at the same time. And it's not because",
      "time": 5564,
      "time_label": "92:44",
      "tokens": 15
    },
    {
      "id": 237,
      "x": 0.22616438567638397,
      "y": 0.12661275267601013,
      "z": 0.024168655276298523,
      "speaker": "marcus",
      "text": "of some trauma or some pattern, because there's because there's value that lives inside of me. It's actually intrinsic to the cosmos I am participating in.",
      "full_text": "of some trauma or some pattern, because there's because there's value that lives inside of me. It's actually intrinsic to the cosmos I am participating in.",
      "time": 5567,
      "time_label": "92:47",
      "tokens": 33
    },
    {
      "id": 238,
      "x": -0.49274203181266785,
      "y": 0.909783661365509,
      "z": 0.21880966424942017,
      "speaker": "demartini",
      "text": "But then you're saying that somehow they're not intrinsic. The person is boiling.",
      "full_text": "But then you're saying that somehow they're not intrinsic. The person is boiling.",
      "time": 5577,
      "time_label": "92:57",
      "tokens": 16
    },
    {
      "id": 239,
      "x": 0.4027125835418701,
      "y": -0.28825512528419495,
      "z": 0.15686218440532684,
      "speaker": "marcus",
      "text": "They're able to there's actual there are forces that are actually looking to separate us. Father Sean all there says evil is a Cosmic Conspiracy to separate you",
      "full_text": "They're able to there's actual there are forces that are actually looking to separate us. Father Sean all there says evil is a Cosmic Conspiracy to separate you",
      "time": 5582,
      "time_label": "93:02",
      "tokens": 36
    },
    {
      "id": 240,
      "x": 0.5113569498062134,
      "y": -0.16287727653980255,
      "z": -0.01287584938108921,
      "speaker": "demartini",
      "text": "from that's dissociation love. That's just dissociation. If you dissociate, anytime you put evil out there and good out there and give an anthropomorphic to make a devil and an anthromorphic to make a...",
      "full_text": "from that's dissociation love. That's just dissociation. If you dissociate, anytime you put evil out there and good out there and give an anthropomorphic to make a devil and an anthromorphic to make a savior, you just dissociated yourself from all of you. That's you, that's all you. That's not out there. There's no good and bad people out there. They're just",
      "time": 5591,
      "time_label": "93:11",
      "tokens": 80
    },
    {
      "id": 241,
      "x": -0.5449094772338867,
      "y": 0.9014756679534912,
      "z": 0.20944957435131073,
      "speaker": "marcus",
      "text": "people, yeah, but there's the people who are there's the cat in the microwave, and then there's the child in the boiling. Question is in the boiling? Why is",
      "full_text": "people, yeah, but there's the people who are there's the cat in the microwave, and then there's the child in the boiling. Question is in the boiling? Why is",
      "time": 5612,
      "time_label": "93:32",
      "tokens": 37
    },
    {
      "id": 242,
      "x": -0.5614699721336365,
      "y": 0.871207058429718,
      "z": 0.23578588664531708,
      "speaker": "demartini",
      "text": "somebody wanting to put in the cat in the microwave? That's what I'd want to know. That's what I'd want to know. Why? Why are they motivated to do that? Why is that an expression of anger? Is that an ...",
      "full_text": "somebody wanting to put in the cat in the microwave? That's what I'd want to know. That's what I'd want to know. Why? Why are they motivated to do that? Why is that an expression of anger? Is that an expression of how they are dealing with things?",
      "time": 5617,
      "time_label": "93:37",
      "tokens": 62
    },
    {
      "id": 243,
      "x": 0.4478902816772461,
      "y": -0.3073767423629761,
      "z": 0.10177546739578247,
      "speaker": "marcus",
      "text": "Could be trauma, or it could be that there's, I don't know. It could be that there's polarity all the way up, that there's a one source love, and then that splits into polarity, and then the polarity ...",
      "full_text": "Could be trauma, or it could be that there's, I don't know. It could be that there's polarity all the way up, that there's a one source love, and then that splits into polarity, and then the polarity splits.",
      "time": 5630,
      "time_label": "93:50",
      "tokens": 50
    },
    {
      "id": 244,
      "x": 0.3369407653808594,
      "y": -0.34760719537734985,
      "z": 0.12846246361732483,
      "speaker": "demartini",
      "text": "The polarities is a mental construct. The mental construct is the awareness of the polarities. So we may add, we may find out, see in causality, the universal law of causality is very murky because we...",
      "full_text": "The polarities is a mental construct. The mental construct is the awareness of the polarities. So we may add, we may find out, see in causality, the universal law of causality is very murky because we don't know what causes are. You know, we say, well, so and so did this. But why did they do that? Well, because we could say their mother and father were this way, and that's why they did it. Oh, we could, because their mother and father was that way. We could go and play murky games all the way back to the original sin. It's all murky. The question is,",
      "time": 5641,
      "time_label": "94:01",
      "tokens": 139
    },
    {
      "id": 245,
      "x": 0.08659905940294266,
      "y": 0.2953852713108063,
      "z": 0.43212705850601196,
      "speaker": "marcus",
      "text": "how do we Why would we go back to the original sin?",
      "full_text": "how do we Why would we go back to the original sin?",
      "time": 5669,
      "time_label": "94:29",
      "tokens": 15
    },
    {
      "id": 246,
      "x": 0.14163723587989807,
      "y": 0.4132293164730072,
      "z": 0.31963253021240234,
      "speaker": "demartini",
      "text": "That's what some people do with causalities in order to justify why something's good or evil. I don't. No, I can't guarantee you that. I'm absolutely certain and I can make the moral decision that tha...",
      "full_text": "That's what some people do with causalities in order to justify why something's good or evil. I don't. No, I can't guarantee you that. I'm absolutely certain and I can make the moral decision that that's an evil thing. If I can find out the other side of that equation, I may be able to just transform their lives.",
      "time": 5672,
      "time_label": "94:32",
      "tokens": 76
    },
    {
      "id": 247,
      "x": -0.02749617025256157,
      "y": 0.5213719606399536,
      "z": 0.4165447950363159,
      "speaker": "marcus",
      "text": "And if that's the case, you're not talking about what's the actual interference with another person's agency and the creation of fatal levels of extended pain, which is what I'm talking about, which w...",
      "full_text": "And if that's the case, you're not talking about what's the actual interference with another person's agency and the creation of fatal levels of extended pain, which is what I'm talking about, which would be absolute evil, if someone is slowly taking a cheese grater and grating off someone's skin and getting pleasure out of that situation, that person knowing that they're here to destroy life, because life is beautiful,",
      "time": 5691,
      "time_label": "94:51",
      "tokens": 91
    },
    {
      "id": 248,
      "x": -0.10411065071821213,
      "y": 0.5670551061630249,
      "z": 0.38644659519195557,
      "speaker": "demartini",
      "text": "that if that individual is doing that in order to find and torture somebody, to get information that could save a billion lives, you're creating a different hypothetical, I know, but I'm saying so in ...",
      "full_text": "that if that individual is doing that in order to find and torture somebody, to get information that could save a billion lives, you're creating a different hypothetical, I know, but I'm saying so in that setting that you described, it would appear to be evil in your mind. But that doesn't mean that that act in every situation is what?",
      "time": 5716,
      "time_label": "95:16",
      "tokens": 79
    },
    {
      "id": 249,
      "x": -0.5293682217597961,
      "y": 0.49124690890312195,
      "z": 0.22176696360111237,
      "speaker": "marcus",
      "text": "What in? Okay, let's say it's a three year old. What? What special information about nuclear codes. Does this three year old have?",
      "full_text": "What in? Okay, let's say it's a three year old. What? What special information about nuclear codes. Does this three year old have?",
      "time": 5735,
      "time_label": "95:35",
      "tokens": 29
    },
    {
      "id": 250,
      "x": -0.4885994791984558,
      "y": 0.40237513184547424,
      "z": 0.19920885562896729,
      "speaker": "demartini",
      "text": "Well, you're making again hypothetical. I don't know. I haven't seen anybody attack some three year old, because what do you mean? There's all kinds of attacking a three year old for nuclear codes. Th...",
      "full_text": "Well, you're making again hypothetical. I don't know. I haven't seen anybody attack some three year old, because what do you mean? There's all kinds of attacking a three year old for nuclear codes. That's not probable, right?",
      "time": 5740,
      "time_label": "95:40",
      "tokens": 49
    },
    {
      "id": 251,
      "x": -0.37390395998954773,
      "y": 0.547162652015686,
      "z": 0.4223697781562805,
      "speaker": "marcus",
      "text": "People tortured children. Yes, tortured them. Yes, that's evil. Well, it's torture. And the fact is, it's he's not torture. It's a specific case of torture.",
      "full_text": "People tortured children. Yes, tortured them. Yes, that's evil. Well, it's torture. And the fact is, it's he's not torture. It's a specific case of torture.",
      "time": 5754,
      "time_label": "95:54",
      "tokens": 33
    },
    {
      "id": 252,
      "x": -0.19782967865467072,
      "y": 0.17563463747501373,
      "z": 0.5369969606399536,
      "speaker": "demartini",
      "text": "He's doing it. This person is doing an act that is perceived with more pain than pleasure, more negative than positive, in somebody's perspective, if I take that child, and I've done it, God knows how...",
      "full_text": "He's doing it. This person is doing an act that is perceived with more pain than pleasure, more negative than positive, in somebody's perspective, if I take that child, and I've done it, God knows how many times, if I take that, you're lucky enough that the child survives. Well, if it's not, I get to work with the family. But what about the child? I don't know. Can you prove that his death is is absolute evil? I don't know. If it opens up a doorway of opportunity for the family, it may be a gift. I've seen that actually happen. I saw I'll give a real case Dallas, Texas, a family calls and said, we just had my son get run over, and he's dead, and we're distraught. Can we come see you? And I said, I'm coming to Dallas tomorrow. We'll meet after my speech. We'll meet. Mother stays out in the car, in the garage. She can't she's too emotional. The son and the father come in there, and we asked him a question, what is the upside to this situation that your son just got killed? And they said, Well, how can it be an upside? Well, if you choose only to see the downside, there'll never be an upside. You'll you'll have to discover it over time, but you could discover it now. What's the upside? And they stopped and they reflected, and he said, without a doubt, it's brought our family absolutely like I've never seen it this close in the last since this happened. Great. What else my son was sitting on the fence in his career about what he wanted to do, and we've made a decision that we're going to open up a sausage manufacturing company in the name of my son and our family is this is a family business we're going to do as a result of this event, great. And we're going to honor my son as this because this was his dream. We're going to carry it out great. What's another benefit there? My wife has been overly protective of the sun, and now she realizes that this, this trauma, has happened like that. She realizes that she's been set free because she's been tortured and sleepless nights dealing with the sun. What's another benefit? Finally, we got enough benefits where they're calm, they're not distraught for a moment. Right at that moment, the mother comes out of the garage, and she comes in, and she comes and hugs the husband, and she says, it's all going to work out. Now, I said, What did? What did? Realization. I just saw what we're going to do, and I feel that that's the gift in the long run for everyone involved. And so she saw it from a different perspective. And so I look at it, I go, Yes, he was killed. Am I going to say that that's evil? Nope. Am I going to say that that's a perception of loss in the family? Okay, temporarily, but in the same moment, there's a unification and blessings that come out of that, to not focus on that and just make it absolutely bad or wrong or whatever. To me, it's very, very shallow. It's much wiser to go and find out how the other side of the equation is and balance the equation and get reasoned again. Get out of the emotional labels and generalizations and distortions and highly emotive states which causes illness, and get back into reason. Ralph Waldo Emerson said it very greatly in one of his quotes, he says, We cry foolishly with people that are in traumas like that, instead of hitting them with rough electric shocks and getting in touch with reason. Again, I really believe that that regulate because that family built that manufactured company. That picture of her son is. Is on that front of that company, his dream is sitting there, manifested in that company as a family, unified the family. Is it evil? I don't know. I don't know those answers. You may, you may think you know. You may read a book and tells you it is. It's an accident. It's not an accident, unless you choose to make an accident. You say, I should have meaning and purpose, as Victor Frankel",
      "time": 5768,
      "time_label": "96:08",
      "tokens": 943
    },
    {
      "id": 253,
      "x": -0.060199614614248276,
      "y": 0.27658191323280334,
      "z": 0.278716117143631,
      "speaker": "marcus",
      "text": "says, but you're, you're mixing up. You're trying to ascribe to me that I would call that evil, that he got run over.",
      "full_text": "says, but you're, you're mixing up. You're trying to ascribe to me that I would call that evil, that he got run over.",
      "time": 5999,
      "time_label": "99:59",
      "tokens": 29
    },
    {
      "id": 254,
      "x": 0.613224446773529,
      "y": 0.5135145783424377,
      "z": -0.025495383888483047,
      "speaker": "demartini",
      "text": "No, I'm just saying that the the the idea of death and the idea",
      "full_text": "No, I'm just saying that the the the idea of death and the idea",
      "time": 6007,
      "time_label": "100:07",
      "tokens": 18
    },
    {
      "id": 255,
      "x": 0.23127931356430054,
      "y": 0.516171932220459,
      "z": 0.21688339114189148,
      "speaker": "marcus",
      "text": "of death was evil. It's not, it's just an event. No, but I agree,",
      "full_text": "of death was evil. It's not, it's just an event. No, but I agree,",
      "time": 6012,
      "time_label": "100:12",
      "tokens": 18
    },
    {
      "id": 256,
      "x": -0.08248206228017807,
      "y": 0.26530203223228455,
      "z": 0.31949368119239807,
      "speaker": "demartini",
      "text": "the person that ran him over, they, if they if they did it intentionally, is that there's what they call upper motor neuron intention and lower motor known reaction. One is violated in morality is str...",
      "full_text": "the person that ran him over, they, if they if they did it intentionally, is that there's what they call upper motor neuron intention and lower motor known reaction. One is violated in morality is stronger because you think you have an intention on it. But if we go back to causality, why would somebody do that? What's the what's their experiences that led to that is that the cause of why that happened is the cause of those people, it's murky. I don't want to go there. I'd rather just go in there and find out, okay, it happened. Now let's, let's transform it into something useful now, because otherwise we're going to be trapped and we're going to just label it. We're going to blame. I'm not seeing blame or credit with the devil or Jesus give people their empowerment. I do believe that using the wisdom of the great teachings of Christianity and some of the things that were taught in there, not all of them, because there's texts that have been deleted, I believe that some of that is use, but I don't believe that that's you don't want to disempower yourself by thinking somebody out there is going to take care of your problems, and somebody over there is causing your problems, if you go into credit and blame and not take on accountability and see the order of life. I think you're missing out, and you're staying in your amygdala and not getting your executive function, not using a reason.",
      "time": 6016,
      "time_label": "100:16",
      "tokens": 332
    },
    {
      "id": 257,
      "x": -0.30517956614494324,
      "y": -0.3377584218978882,
      "z": 0.10029087215662003,
      "speaker": "marcus",
      "text": "Well, I think actually we did end up going the time that we had allotted. And first of all, I want to say that I was not attacking you at any point. Well, I was, I was challenging. You want to get me ...",
      "full_text": "Well, I think actually we did end up going the time that we had allotted. And first of all, I want to say that I was not attacking you at any point. Well, I was, I was challenging. You want to get me off the show. I was, I was debating you. And I have very strong beliefs, and I appreciate that you have your very strong beliefs. I am not swayed from my beliefs, and nor are you swayed from your beliefs, nor. And that's okay, and that's beautiful.",
      "time": 6088,
      "time_label": "101:28",
      "tokens": 117
    },
    {
      "id": 258,
      "x": -0.4069281220436096,
      "y": -0.3253833055496216,
      "z": 0.041553955525159836,
      "speaker": "demartini",
      "text": "Yeah, I have no idea if you put this on the air. Doesn't matter, and I'm concerned. I've had, I've had a blast chatting with for",
      "full_text": "Yeah, I have no idea if you put this on the air. Doesn't matter, and I'm concerned. I've had, I've had a blast chatting with for",
      "time": 6115,
      "time_label": "101:55",
      "tokens": 33
    },
    {
      "id": 259,
      "x": -0.3898918330669403,
      "y": -0.37500423192977905,
      "z": 0.06741463392972946,
      "speaker": "marcus",
      "text": "sure, sure, sure, this is my fun. And ultimately, I'd love that to be a conversation that where, you know we we connect, and we look at the show and say, like, Hey, do we want to put this out? Sure, s...",
      "full_text": "sure, sure, sure, this is my fun. And ultimately, I'd love that to be a conversation that where, you know we we connect, and we look at the show and say, like, Hey, do we want to put this out? Sure, show. But also, I have the average respect for you, and if this feels this feels good to both of us, we'll put it out. Edit what you can",
      "time": 6122,
      "time_label": "102:02",
      "tokens": 91
    },
    {
      "id": 260,
      "x": -0.3191772699356079,
      "y": -0.3166092038154602,
      "z": 0.20262785255908966,
      "speaker": "demartini",
      "text": "put in there and take out. I don't get attached. I've done 1000s of these things, yeah, but I just want to let you know that I'll still consider this. I'm not going to play a game or anything. I'll I'...",
      "full_text": "put in there and take out. I don't get attached. I've done 1000s of these things, yeah, but I just want to let you know that I'll still consider this. I'm not going to play a game or anything. I'll I'll be collaborative in this process. If it was that's just, respectfully, I'm not attached. If it will serve your audience to put some of that up there. Do it. If you don't feel it will. I appreciate that. Do not feel any need to satisfy I",
      "time": 6139,
      "time_label": "102:19",
      "tokens": 113
    },
    {
      "id": 261,
      "x": -0.28841927647590637,
      "y": -0.2658385932445526,
      "z": 0.21803121268749237,
      "speaker": "marcus",
      "text": "describe that as noble. It's not noble. It's just, I know, I know you won't. I know you won't. You're a human. I ascribe that to you. This is your guest and your show, and I think that's noble.",
      "full_text": "describe that as noble. It's not noble. It's just, I know, I know you won't. I know you won't. You're a human. I ascribe that to you. This is your guest and your show, and I think that's noble.",
      "time": 6164,
      "time_label": "102:44",
      "tokens": 50
    },
    {
      "id": 262,
      "x": -0.23653988540172577,
      "y": -0.20198418200016022,
      "z": 0.24740934371948242,
      "speaker": "demartini",
      "text": "I'm not going to I know you won't accept it. I'm not just saying I'm not going to pacify my my research for any human being on this planet, nobody. I talked. I had the Dalai Lama about cry one time, a...",
      "full_text": "I'm not going to I know you won't accept it. I'm not just saying I'm not going to pacify my my research for any human being on this planet, nobody. I talked. I had the Dalai Lama about cry one time, and I had him in debate, and I got him and he was caught in his little compassion. I told him, you're a theocracy, and you basically destroyed your country. You're not even allowed in your country anymore. Wake up. You didn't have any military there to keep yourself from in defense. You didn't empower yourself financially and in all, almost every area, you were disempowered.",
      "time": 6178,
      "time_label": "102:58",
      "tokens": 139
    },
    {
      "id": 263,
      "x": -0.010939227417111397,
      "y": -0.4445154070854187,
      "z": -0.8382185697555542,
      "speaker": "marcus",
      "text": "Yes, but what is the military for? If it's all",
      "full_text": "Yes, but what is the military for? If it's all",
      "time": 6207,
      "time_label": "103:27",
      "tokens": 13
    },
    {
      "id": 264,
      "x": 0.3702860176563263,
      "y": -0.008822165429592133,
      "z": 0.14968298375606537,
      "speaker": "demartini",
      "text": "good anyway? Well, if you don't empower yourself in military, you're gonna be taken over, buddy. But what does that matter? Well, it doesn't in the old picture, but if the same time you're going to be...",
      "full_text": "good anyway? Well, if you don't empower yourself in military, you're gonna be taken over, buddy. But what does that matter? Well, it doesn't in the old picture, but if the same time you're going to be if you are wanting to express your own individuality, you're going to require a mastery of all seven areas of your life. Any area of your life you don't master, you're going to be over mastered, overpowered. You don't empower yourself intellectually, be told what to think. Don't empower yourself mentally or in business, you'll be told what to do if you don't empower yourself financial, be told what you're worth. Don't empower yourself in relationship, you'll be honey do crap around the house. Don't empower yourself socially, you'll be taught misinformation, dogma. You don't empower civility. Be told what drugs are taking organs to move. You don't do it spiritually, you'll be subordinating to some anthromorphic, geocentric, Aristotle and platonic, pre Socratic western view of religion. And that is just a small little piece of the bigger picture of the cosmos.",
      "time": 6210,
      "time_label": "103:30",
      "tokens": 232
    },
    {
      "id": 265,
      "x": 0.3978448212146759,
      "y": 0.04326311871409416,
      "z": 0.12134776264429092,
      "speaker": "marcus",
      "text": "I agree, and I believe that empowerment of the self is good.",
      "full_text": "I agree, and I believe that empowerment of the self is good.",
      "time": 6260,
      "time_label": "104:20",
      "tokens": 15
    },
    {
      "id": 266,
      "x": -0.28988486528396606,
      "y": -0.35654667019844055,
      "z": -0.005075720138847828,
      "speaker": "demartini",
      "text": "I'm all for that, but that requires nice and mean and even our debates. I like this. This is my favorite. This is one of my favorite dualities here. This is great. Well, thank you very much. I don't g...",
      "full_text": "I'm all for that, but that requires nice and mean and even our debates. I like this. This is my favorite. This is one of my favorite dualities here. This is great. Well, thank you very much. I don't get to do this every time, most of the time, they're all you. You know, polite, you know that's not where it's at. For sure. Make people think for sure. People question, make people ask questions and stir it up and get them in debate. You get there's more views there?",
      "time": 6263,
      "time_label": "104:23",
      "tokens": 117
    },
    {
      "id": 267,
      "x": 0.3969397246837616,
      "y": -0.2135086953639984,
      "z": -0.21813815832138062,
      "speaker": "marcus",
      "text": "Yeah, indeed. Well, I appreciate you. No thanks. I'll give you a hug. All right, let's go the devil meeting.",
      "full_text": "Yeah, indeed. Well, I appreciate you. No thanks. I'll give you a hug. All right, let's go the devil meeting.",
      "time": 6291,
      "time_label": "104:51",
      "tokens": 26
    },
    {
      "id": 268,
      "x": -0.11786289513111115,
      "y": -0.3587460517883301,
      "z": -0.4590085744857788,
      "speaker": "demartini",
      "text": "I devil, meaning, who knows which is which I'm both. So am",
      "full_text": "I devil, meaning, who knows which is which I'm both. So am",
      "time": 6299,
      "time_label": "104:59",
      "tokens": 15
    },
    {
      "id": 269,
      "x": -0.3502635359764099,
      "y": -0.3717001676559448,
      "z": 0.13029570877552032,
      "speaker": "marcus",
      "text": "I actually. Thanks for tuning into this video. Make sure you hit subscribe. Follow me at Aubrey Marcus. Check out the Aubrey Marcus podcast available everywhere, and leave a comment. Let me know if th...",
      "full_text": "I actually. Thanks for tuning into this video. Make sure you hit subscribe. Follow me at Aubrey Marcus. Check out the Aubrey Marcus podcast available everywhere, and leave a comment. Let me know if this video resonated, or what else you would like to hear from me in the future. Thank you so much. You.",
      "time": 6305,
      "time_label": "105:05",
      "tokens": 71
    }
  ],
  "clusters": [
    {
      "id": 0,
      "label": "Marcus",
      "centroid": [
        -0.007478171247230084,
        0.018719526075033677,
        -0.03453639804674485
      ],
      "count": 135
    },
    {
      "id": 1,
      "label": "Demartini",
      "centroid": [
        0.008485746024343283,
        -0.02117608729124403,
        0.03531032531181656
      ],
      "count": 134
    }
  ],
  "trajectories": {
    "marcus": [
      [
        -0.48965615034103394,
        0.10252454876899719,
        0.40625348687171936
      ],
      [
        0.012233364395797253,
        -0.020236169919371605,
        -0.37918660044670105
      ],
      [
        -0.39323902130126953,
        -0.21282784640789032,
        -0.5833730697631836
      ],
      [
        0.5516451597213745,
        0.4934273064136505,
        0.012813383713364601
      ],
      [
        0.5788306593894958,
        0.16054481267929077,
        0.030058473348617554
      ],
      [
        -0.4133605360984802,
        0.32762277126312256,
        0.3193059265613556
      ],
      [
        -0.19115392863750458,
        -0.3326648771762848,
        0.14034734666347504
      ],
      [
        -0.37279924750328064,
        -0.07010509073734283,
        -0.23319081962108612
      ],
      [
        0.11218695342540741,
        -0.00469141686335206,
        0.28668737411499023
      ],
      [
        -0.08402165025472641,
        -0.06247233226895332,
        0.4119891822338104
      ],
      [
        0.5352752804756165,
        -0.2748720943927765,
        -0.09598613530397415
      ],
      [
        0.14083687961101532,
        0.2521727383136749,
        0.3536684513092041
      ],
      [
        -0.04281618073582649,
        0.24563398957252502,
        0.09491504728794098
      ],
      [
        -0.4598270058631897,
        0.08669258654117584,
        0.3820261061191559
      ],
      [
        0.02010258100926876,
        -0.055850911885499954,
        -0.4178463816642761
      ],
      [
        -0.49990934133529663,
        0.13963474333286285,
        -0.5684035420417786
      ],
      [
        -0.46812576055526733,
        0.1289871484041214,
        -0.5379675626754761
      ],
      [
        0.5660955309867859,
        0.1545095145702362,
        0.028212325647473335
      ],
      [
        -0.5756619572639465,
        0.3535679876804352,
        0.41494306921958923
      ],
      [
        -0.5750709176063538,
        0.31146132946014404,
        0.43822601437568665
      ],
      [
        -0.052956078201532364,
        0.13846758008003235,
        -0.05482802912592888
      ],
      [
        -0.27230435609817505,
        0.3297393321990967,
        0.18357837200164795
      ],
      [
        -0.12395606935024261,
        0.4451660215854645,
        0.18087738752365112
      ],
      [
        0.09179886430501938,
        0.12008485943078995,
        0.04811901971697807
      ],
      [
        0.4165458083152771,
        0.11195168644189835,
        -0.01972336880862713
      ],
      [
        -0.24496060609817505,
        0.23738130927085876,
        0.5489405989646912
      ],
      [
        0.14447300136089325,
        -0.13349846005439758,
        -0.4329058527946472
      ],
      [
        -0.20607639849185944,
        0.18752138316631317,
        0.6520699262619019
      ],
      [
        -0.21921518445014954,
        -0.006835807580500841,
        -0.4427194893360138
      ],
      [
        -0.4235326945781708,
        0.5434722304344177,
        0.4439776539802551
      ],
      [
        -0.27982863783836365,
        0.562459409236908,
        0.3434756100177765
      ],
      [
        -0.4543280303478241,
        0.13889330625534058,
        -0.10233834385871887
      ],
      [
        -0.3872537314891815,
        0.2321937382221222,
        -0.10012757778167725
      ],
      [
        -0.41893818974494934,
        0.2517470121383667,
        -0.08650077879428864
      ],
      [
        -0.09946862608194351,
        0.23120157420635223,
        0.00026548144523985684
      ],
      [
        0.08331245183944702,
        -0.09342841804027557,
        0.029080402106046677
      ],
      [
        -0.06826692074537277,
        0.2617380619049072,
        0.047526948153972626
      ],
      [
        0.21509003639221191,
        -0.3344534933567047,
        -0.02227022685110569
      ],
      [
        0.5754198431968689,
        0.5022238492965698,
        0.023897062987089157
      ],
      [
        0.5433987379074097,
        0.35607391595840454,
        0.07722420245409012
      ],
      [
        -0.2884674668312073,
        0.19084788858890533,
        -0.06539738178253174
      ],
      [
        0.524703860282898,
        0.02123715728521347,
        -0.08699405938386917
      ],
      [
        0.6810817718505859,
        0.24097906053066254,
        0.029062747955322266
      ],
      [
        0.5890002846717834,
        0.4892517328262329,
        0.02587289735674858
      ],
      [
        0.5299277901649475,
        0.16889338195323944,
        -0.19121283292770386
      ],
      [
        0.632321298122406,
        -0.002800116315484047,
        -0.1161746084690094
      ],
      [
        0.5816627144813538,
        0.3882313072681427,
        -0.10874044895172119
      ],
      [
        0.32013803720474243,
        -0.10342403501272202,
        -0.19369451701641083
      ],
      [
        0.39997410774230957,
        0.003357389708980918,
        -0.339404433965683
      ],
      [
        0.20449930429458618,
        0.03765491023659706,
        -0.3670501410961151
      ],
      [
        0.2617577314376831,
        -0.4501264989376068,
        -0.10605575889348984
      ],
      [
        0.4457596242427826,
        -0.052794311195611954,
        0.11271927505731583
      ],
      [
        0.19956327974796295,
        -0.0452100969851017,
        -0.31032437086105347
      ],
      [
        0.2766459286212921,
        -0.7203546762466431,
        -0.13287515938282013
      ],
      [
        -0.06973793357610703,
        -0.5788412094116211,
        -0.1972150206565857
      ],
      [
        0.18989086151123047,
        -0.2764955163002014,
        -0.08001379668712616
      ],
      [
        0.05200618505477905,
        -0.30893465876579285,
        -0.12164685130119324
      ],
      [
        0.0848335400223732,
        -0.2966388463973999,
        -0.04208695515990257
      ],
      [
        -0.4547366797924042,
        0.004931436385959387,
        0.22245647013187408
      ],
      [
        -0.4304203391075134,
        -0.11539208143949509,
        0.23573020100593567
      ],
      [
        0.40941259264945984,
        0.3119654655456543,
        0.14334265887737274
      ],
      [
        -0.16301612555980682,
        -0.52437424659729,
        -0.2651127576828003
      ],
      [
        -0.4741365313529968,
        0.2684003710746765,
        0.20015738904476166
      ],
      [
        -0.18879498541355133,
        0.054555077105760574,
        -0.42225366830825806
      ],
      [
        -0.16210612654685974,
        -0.10537169128656387,
        -0.47408702969551086
      ],
      [
        -0.23408876359462738,
        0.16477654874324799,
        0.06494348496198654
      ],
      [
        -0.45267605781555176,
        0.22978657484054565,
        0.5937285423278809
      ],
      [
        -0.4390031695365906,
        0.22495783865451813,
        0.6011766195297241
      ],
      [
        -0.07011137157678604,
        0.04931453615427017,
        0.5903522968292236
      ],
      [
        0.22457200288772583,
        0.13695380091667175,
        0.1667240411043167
      ],
      [
        -0.26891130208969116,
        0.22601263225078583,
        0.5723949670791626
      ],
      [
        -0.2547764480113983,
        0.252847820520401,
        0.6319181323051453
      ],
      [
        -0.18530061841011047,
        0.3765455186367035,
        0.4178844094276428
      ],
      [
        -0.2439860999584198,
        0.08851344883441925,
        -0.32773342728614807
      ],
      [
        -0.3733806312084198,
        0.6030220985412598,
        0.3606269955635071
      ],
      [
        -0.4595721364021301,
        0.1833285093307495,
        -0.5496392846107483
      ],
      [
        -0.2331724762916565,
        0.3044895529747009,
        -0.30293843150138855
      ],
      [
        0.49635082483291626,
        -0.6844432950019836,
        -0.11443845927715302
      ],
      [
        0.3697839081287384,
        -0.7716754674911499,
        -0.2002059370279312
      ],
      [
        0.51177978515625,
        -0.3034350872039795,
        -0.26442188024520874
      ],
      [
        0.4173997938632965,
        -0.7665500044822693,
        -0.06754635274410248
      ],
      [
        0.48196473717689514,
        -0.7816696763038635,
        -0.04490642249584198
      ],
      [
        0.44849422574043274,
        -0.5342164039611816,
        0.01484149880707264
      ],
      [
        0.4641389548778534,
        -0.681374728679657,
        -0.011838367208838463
      ],
      [
        -0.04500487446784973,
        0.018004700541496277,
        -0.4784121513366699
      ],
      [
        0.10863249003887177,
        0.06832480430603027,
        -0.40585118532180786
      ],
      [
        0.05890140309929848,
        -0.47736939787864685,
        -0.9868768453598022
      ],
      [
        0.03963838145136833,
        -0.4388537108898163,
        -0.9736098647117615
      ],
      [
        0.05107700079679489,
        -0.3930666446685791,
        -0.8720461130142212
      ],
      [
        0.016430143266916275,
        -0.41547727584838867,
        -1.0
      ],
      [
        -0.023387998342514038,
        -0.4488990604877472,
        -0.9015287756919861
      ],
      [
        0.2430066615343094,
        -0.20789436995983124,
        -0.4512559771537781
      ],
      [
        0.45688626170158386,
        -0.7474225163459778,
        -0.07587405294179916
      ],
      [
        0.6057880520820618,
        0.09404832869768143,
        -0.12787650525569916
      ],
      [
        0.06079559028148651,
        -0.16449680924415588,
        -0.13578900694847107
      ],
      [
        -0.14901570975780487,
        -0.20269864797592163,
        -0.5026100277900696
      ],
      [
        -0.18779705464839935,
        -0.27720165252685547,
        -0.4508747160434723
      ],
      [
        0.07982555031776428,
        -0.4574771523475647,
        -0.15083521604537964
      ],
      [
        0.11342762410640717,
        -0.5260472297668457,
        -0.1282149702310562
      ],
      [
        -0.4645006060600281,
        -0.018834413960576057,
        0.17924579977989197
      ],
      [
        0.5685468316078186,
        -0.15653984248638153,
        -0.15971118211746216
      ],
      [
        0.359560489654541,
        0.2312563955783844,
        0.17298831045627594
      ],
      [
        -0.03241249918937683,
        -0.34572166204452515,
        -0.1462049037218094
      ],
      [
        -0.36733192205429077,
        -0.22283890843391418,
        -0.5416789054870605
      ],
      [
        -0.38725340366363525,
        0.005360552109777927,
        -0.09544634819030762
      ],
      [
        -0.2602984309196472,
        -0.3411838710308075,
        -0.3331506848335266
      ],
      [
        -0.5108444094657898,
        0.1715809553861618,
        -0.6071197390556335
      ],
      [
        -0.002454684814438224,
        -0.4124644696712494,
        -0.21339920163154602
      ],
      [
        0.1034613773226738,
        0.4422662854194641,
        0.3180145025253296
      ],
      [
        -0.4254535138607025,
        -0.0010362942703068256,
        -0.12464556843042374
      ],
      [
        0.4733887016773224,
        0.015243285335600376,
        -0.295714408159256
      ],
      [
        0.20567207038402557,
        0.20490092039108276,
        0.36604323983192444
      ],
      [
        0.10168685764074326,
        0.324614554643631,
        0.4028395712375641
      ],
      [
        -0.07252582907676697,
        -0.10171350836753845,
        -0.38408949971199036
      ],
      [
        -0.533731997013092,
        0.8553677797317505,
        0.28002452850341797
      ],
      [
        -0.5383042097091675,
        0.9001675844192505,
        0.2707611918449402
      ],
      [
        -0.5111198425292969,
        0.8644263744354248,
        0.2791282832622528
      ],
      [
        -0.5754867196083069,
        0.8516069054603577,
        0.24863389134407043
      ],
      [
        0.22616438567638397,
        0.12661275267601013,
        0.024168655276298523
      ],
      [
        0.4027125835418701,
        -0.28825512528419495,
        0.15686218440532684
      ],
      [
        -0.5449094772338867,
        0.9014756679534912,
        0.20944957435131073
      ],
      [
        0.4478902816772461,
        -0.3073767423629761,
        0.10177546739578247
      ],
      [
        0.08659905940294266,
        0.2953852713108063,
        0.43212705850601196
      ],
      [
        -0.02749617025256157,
        0.5213719606399536,
        0.4165447950363159
      ],
      [
        -0.5293682217597961,
        0.49124690890312195,
        0.22176696360111237
      ],
      [
        -0.37390395998954773,
        0.547162652015686,
        0.4223697781562805
      ],
      [
        -0.060199614614248276,
        0.27658191323280334,
        0.278716117143631
      ],
      [
        0.23127931356430054,
        0.516171932220459,
        0.21688339114189148
      ],
      [
        -0.30517956614494324,
        -0.3377584218978882,
        0.10029087215662003
      ],
      [
        -0.3898918330669403,
        -0.37500423192977905,
        0.06741463392972946
      ],
      [
        -0.28841927647590637,
        -0.2658385932445526,
        0.21803121268749237
      ],
      [
        -0.010939227417111397,
        -0.4445154070854187,
        -0.8382185697555542
      ],
      [
        0.3978448212146759,
        0.04326311871409416,
        0.12134776264429092
      ],
      [
        0.3969397246837616,
        -0.2135086953639984,
        -0.21813815832138062
      ],
      [
        -0.3502635359764099,
        -0.3717001676559448,
        0.13029570877552032
      ]
    ],
    "demartini": [
      [
        -0.09422146528959274,
        -0.43028023838996887,
        -0.2857048809528351
      ],
      [
        -0.04164358228445053,
        0.38212233781814575,
        0.2555588185787201
      ],
      [
        -0.4491119384765625,
        -0.13092511892318726,
        -0.5856985449790955
      ],
      [
        -0.14575117826461792,
        -0.20736511051654816,
        -0.4867177903652191
      ],
      [
        0.4353213310241699,
        0.1562633216381073,
        0.13396288454532623
      ],
      [
        -0.2795378565788269,
        0.05546898394823074,
        0.26762089133262634
      ],
      [
        0.5615365505218506,
        -0.03839143365621567,
        -0.14274007081985474
      ],
      [
        0.3224523365497589,
        0.0672832503914833,
        0.0757148340344429
      ],
      [
        0.007062586955726147,
        -0.11014033854007721,
        0.3451170325279236
      ],
      [
        0.3708896338939667,
        -0.40135055780410767,
        0.020514721050858498
      ],
      [
        0.22356320917606354,
        -0.39624276757240295,
        0.1301979422569275
      ],
      [
        0.2982172966003418,
        0.2971859276294708,
        0.22010448575019836
      ],
      [
        0.10565108805894852,
        -0.23104795813560486,
        0.24229831993579865
      ],
      [
        -0.10048218071460724,
        0.324905663728714,
        -0.04476689174771309
      ],
      [
        -0.14748342335224152,
        0.28160467743873596,
        0.29793262481689453
      ],
      [
        -0.5017784237861633,
        0.16013199090957642,
        -0.5824431777000427
      ],
      [
        -0.1951015293598175,
        0.16846714913845062,
        0.17144261300563812
      ],
      [
        -0.40909525752067566,
        0.4367560148239136,
        0.3861892521381378
      ],
      [
        0.38045644760131836,
        -0.8505585789680481,
        -0.15997599065303802
      ],
      [
        -0.4771392345428467,
        0.32834145426750183,
        0.517776370048523
      ],
      [
        -0.519765317440033,
        0.22840315103530884,
        0.47608596086502075
      ],
      [
        -0.4863320291042328,
        0.3147842586040497,
        0.5024232864379883
      ],
      [
        0.10227943956851959,
        0.03383105993270874,
        -0.14127923548221588
      ],
      [
        -0.1585794985294342,
        0.08297211676836014,
        0.44660359621047974
      ],
      [
        0.11302142590284348,
        0.2978156805038452,
        0.4188624918460846
      ],
      [
        -0.1764141172170639,
        0.2791564464569092,
        0.5740873217582703
      ],
      [
        -0.20814287662506104,
        0.08107351511716843,
        0.6146683096885681
      ],
      [
        -0.28258734941482544,
        0.12283337116241455,
        0.6086596250534058
      ],
      [
        0.14759376645088196,
        -0.1509898453950882,
        -0.0936293974518776
      ],
      [
        -0.33753979206085205,
        0.5757542252540588,
        0.4564512073993683
      ],
      [
        -0.4624004364013672,
        0.2364214062690735,
        -0.03229673206806183
      ],
      [
        -0.4245651662349701,
        0.07423380762338638,
        -0.0774221271276474
      ],
      [
        -0.4177320599555969,
        0.6099522709846497,
        0.36378222703933716
      ],
      [
        -0.32658103108406067,
        0.5964313745498657,
        0.44237151741981506
      ],
      [
        -0.44389015436172485,
        0.11818982660770416,
        -0.6361532807350159
      ],
      [
        -0.20645476877689362,
        0.4975612759590149,
        0.15830671787261963
      ],
      [
        0.1462906301021576,
        -0.3654187321662903,
        0.01510528288781643
      ],
      [
        0.6220635771751404,
        0.2143154889345169,
        0.15336407721042633
      ],
      [
        0.47275471687316895,
        0.317123681306839,
        0.14985239505767822
      ],
      [
        0.6516885161399841,
        0.2742104232311249,
        0.009391320869326591
      ],
      [
        0.13927964866161346,
        -0.04061764106154442,
        -0.18246111273765564
      ],
      [
        0.6860812902450562,
        0.24844564497470856,
        0.09904426336288452
      ],
      [
        0.6482729315757751,
        0.35299134254455566,
        0.04272010549902916
      ],
      [
        0.5737836360931396,
        0.1711038053035736,
        -0.016938190907239914
      ],
      [
        0.6710134744644165,
        0.33245033025741577,
        0.09748566895723343
      ],
      [
        0.5703074336051941,
        0.4445408582687378,
        -0.07602275162935257
      ],
      [
        0.4746285378932953,
        -0.29592812061309814,
        -0.21629846096038818
      ],
      [
        0.25263088941574097,
        -0.4383580684661865,
        0.03614417836070061
      ],
      [
        0.14831653237342834,
        -0.19746710360050201,
        0.19983725249767303
      ],
      [
        0.28385260701179504,
        0.006695258431136608,
        -0.29345035552978516
      ],
      [
        -0.0543634369969368,
        -0.11340691149234772,
        0.26164281368255615
      ],
      [
        0.6165278553962708,
        -0.007898582145571709,
        -0.03758089989423752
      ],
      [
        -0.0014996984973549843,
        -0.6540627479553223,
        -0.12432339787483215
      ],
      [
        -0.10300730913877487,
        -0.5758394002914429,
        -0.15124158561229706
      ],
      [
        0.21752707660198212,
        -0.32749852538108826,
        0.2995985150337219
      ],
      [
        0.08209792524576187,
        -0.4861258864402771,
        0.026875412091612816
      ],
      [
        -0.18142125010490417,
        0.14075879752635956,
        0.057349082082509995
      ],
      [
        -0.38328084349632263,
        0.048560358583927155,
        0.1717023253440857
      ],
      [
        -0.34148839116096497,
        -0.20305562019348145,
        0.19810788333415985
      ],
      [
        -0.32061585783958435,
        -0.32290419936180115,
        0.19637343287467957
      ],
      [
        -0.1514863520860672,
        -0.6113903522491455,
        -0.061255257576704025
      ],
      [
        -0.14936064183712006,
        -0.11405245214700699,
        0.1649121791124344
      ],
      [
        -0.4243188500404358,
        0.24859875440597534,
        0.43011319637298584
      ],
      [
        -0.08466922491788864,
        -0.006095718592405319,
        0.0596090704202652
      ],
      [
        -0.3953593969345093,
        0.2583237886428833,
        0.12369635701179504
      ],
      [
        -0.023144753649830818,
        -0.12443219870328903,
        0.3644184172153473
      ],
      [
        0.19291266798973083,
        -0.46737971901893616,
        0.12212757021188736
      ],
      [
        -0.2016027718782425,
        0.08751823008060455,
        0.5262860655784607
      ],
      [
        0.16590553522109985,
        0.4370036721229553,
        0.261140376329422
      ],
      [
        -0.09292647987604141,
        -0.5784684419631958,
        -0.18343952298164368
      ],
      [
        -0.1194973737001419,
        0.11318794637918472,
        0.620433509349823
      ],
      [
        -0.14242129027843475,
        0.07664554566144943,
        0.46167322993278503
      ],
      [
        -0.06339829415082932,
        0.4674990773200989,
        0.3863674998283386
      ],
      [
        0.13898105919361115,
        0.07462659478187561,
        -0.37426671385765076
      ],
      [
        -0.1757110357284546,
        0.14416320621967316,
        -0.4782695770263672
      ],
      [
        -0.21103008091449738,
        0.20032662153244019,
        -0.49209123849868774
      ],
      [
        0.295048326253891,
        -0.42327892780303955,
        0.2200780063867569
      ],
      [
        0.484722763299942,
        -0.7582224607467651,
        -0.0510549321770668
      ],
      [
        0.5013949871063232,
        -0.34716010093688965,
        -0.25934040546417236
      ],
      [
        0.3822576105594635,
        -0.8050811886787415,
        -0.1228092685341835
      ],
      [
        0.4061967730522156,
        -0.6271736025810242,
        -0.009775623679161072
      ],
      [
        0.5802738666534424,
        0.04832271486520767,
        -0.17619411647319794
      ],
      [
        0.32354971766471863,
        -0.3890790045261383,
        -0.0018668572884052992
      ],
      [
        0.22920536994934082,
        -0.2588980495929718,
        -0.4966967701911926
      ],
      [
        0.3096143305301666,
        -0.4978635907173157,
        -0.4686300754547119
      ],
      [
        0.1307319551706314,
        0.1200142428278923,
        -0.46819552779197693
      ],
      [
        0.08561793714761734,
        -0.49905791878700256,
        -0.889339029788971
      ],
      [
        0.03481829911470413,
        -0.44575387239456177,
        -0.8773849010467529
      ],
      [
        0.043235961347818375,
        -0.5155740976333618,
        -0.9269152283668518
      ],
      [
        0.01702849566936493,
        -0.5014739036560059,
        -0.9636663794517517
      ],
      [
        0.4031425714492798,
        -0.673266589641571,
        -0.197613924741745
      ],
      [
        0.41288626194000244,
        -0.8310665488243103,
        -0.1387334018945694
      ],
      [
        0.58526211977005,
        -0.13521255552768707,
        -0.19434158504009247
      ],
      [
        0.41623467206954956,
        0.24847280979156494,
        -0.11375506222248077
      ],
      [
        0.04576176777482033,
        0.00927249900996685,
        -0.2168789803981781
      ],
      [
        0.035075969994068146,
        -0.477203905582428,
        -0.15107963979244232
      ],
      [
        -0.12232141941785812,
        -0.3290235102176666,
        -0.4616701900959015
      ],
      [
        0.00486404774710536,
        -0.5551720857620239,
        -0.0327170230448246
      ],
      [
        -0.0820600762963295,
        -0.5130011439323425,
        -0.0892377495765686
      ],
      [
        -0.44968855381011963,
        -0.06407998502254486,
        0.24965983629226685
      ],
      [
        0.48826974630355835,
        0.03899165242910385,
        0.07230125367641449
      ],
      [
        0.08950068801641464,
        -0.046679750084877014,
        -0.2538701891899109
      ],
      [
        0.2175837606191635,
        -0.026208823546767235,
        -0.17374131083488464
      ],
      [
        -0.41968226432800293,
        -0.18365424871444702,
        -0.5803875923156738
      ],
      [
        -0.13257046043872833,
        -0.2900601923465729,
        0.05116051435470581
      ],
      [
        -0.5508332252502441,
        0.18173375725746155,
        0.4497571289539337
      ],
      [
        -0.512132465839386,
        0.1694946140050888,
        -0.5823478102684021
      ],
      [
        -0.03127486631274223,
        -0.21524670720100403,
        -0.00898766703903675
      ],
      [
        -0.2590915560722351,
        0.007278672885149717,
        0.588982105255127
      ],
      [
        -0.1232926994562149,
        -0.32639092206954956,
        0.245775043964386
      ],
      [
        0.2563072144985199,
        -0.2766476273536682,
        0.1662769317626953
      ],
      [
        0.19138360023498535,
        0.2342148870229721,
        0.3423461318016052
      ],
      [
        0.0783940851688385,
        0.4908459782600403,
        0.375506192445755
      ],
      [
        -0.1160537526011467,
        0.06793320178985596,
        0.17317910492420197
      ],
      [
        -0.5258699059486389,
        0.8810003399848938,
        0.2595050632953644
      ],
      [
        -0.5126610994338989,
        0.6682882308959961,
        0.3137396574020386
      ],
      [
        -0.5181055068969727,
        0.897063672542572,
        0.26741823554039
      ],
      [
        -0.14148123562335968,
        -0.5178587436676025,
        -0.3261629641056061
      ],
      [
        -0.49274203181266785,
        0.909783661365509,
        0.21880966424942017
      ],
      [
        0.5113569498062134,
        -0.16287727653980255,
        -0.01287584938108921
      ],
      [
        -0.5614699721336365,
        0.871207058429718,
        0.23578588664531708
      ],
      [
        0.3369407653808594,
        -0.34760719537734985,
        0.12846246361732483
      ],
      [
        0.14163723587989807,
        0.4132293164730072,
        0.31963253021240234
      ],
      [
        -0.10411065071821213,
        0.5670551061630249,
        0.38644659519195557
      ],
      [
        -0.4885994791984558,
        0.40237513184547424,
        0.19920885562896729
      ],
      [
        -0.19782967865467072,
        0.17563463747501373,
        0.5369969606399536
      ],
      [
        0.613224446773529,
        0.5135145783424377,
        -0.025495383888483047
      ],
      [
        -0.08248206228017807,
        0.26530203223228455,
        0.31949368119239807
      ],
      [
        -0.4069281220436096,
        -0.3253833055496216,
        0.041553955525159836
      ],
      [
        -0.3191772699356079,
        -0.3166092038154602,
        0.20262785255908966
      ],
      [
        -0.23653988540172577,
        -0.20198418200016022,
        0.24740934371948242
      ],
      [
        0.3702860176563263,
        -0.008822165429592133,
        0.14968298375606537
      ],
      [
        -0.28988486528396606,
        -0.35654667019844055,
        -0.005075720138847828
      ],
      [
        -0.11786289513111115,
        -0.3587460517883301,
        -0.4590085744857788
      ]
    ]
  }
}